Repository: magelifesaver/greenb
Catalog: woocommerce-store-credit/i18n/languages/woocommerce-store-credit-*.po
Languages: de_de, es_es, fr_fr, it_it, ja, pl_pl, pt_br

source: Log message is required.
de_de: Protokollnachricht ist erforderlich.
es_es: Se requiere el mensaje de registro.
fr_fr: Le message de journalisation est requis.
it_it: Il messaggio di log è obbligatorio.
ja: ログメッセージが必要です。
pl_pl: Wiadomość logu jest wymagana.
pt_br: A mensagem de log é obrigatória.

source: The log ID (optional).
de_de: Die Log-ID (optional).
es_es: El ID del registro (opcional).
fr_fr: L'ID du journal (optionnel).
it_it: L'ID del log (opzionale).
ja: ログID（任意）。
pl_pl: ID logu (opcjonalnie).
pt_br: O ID do log (opcional).

source: The log level.
de_de: Die Protokollstufe.
es_es: El nivel de registro.
fr_fr: Le niveau de journalisation.
it_it: Il livello di log.
ja: ログレベル。
pl_pl: Poziom logu.
pt_br: O nível do log.

source: The log message.
de_de: Die Protokollnachricht.
es_es: El mensaje de registro.
fr_fr: Le message de journalisation.
it_it: Il messaggio di log.
ja: ログメッセージ。
pl_pl: Wiadomość logu.
pt_br: A mensagem do log.

source: The log context.
de_de: Der Protokollkontext.
es_es: El contexto del registro.
fr_fr: Le contexte de journalisation.
it_it: Il contesto di log.
ja: ログのコンテキスト。
pl_pl: Kontext logu.
pt_br: O contexto do log.

source: The onboarding status.
de_de: Der Onboarding-Status.
es_es: El estado de incorporación.
fr_fr: Le statut d'intégration.
it_it: Lo stato dell'onboarding.
ja: オンボーディングの状態。
pl_pl: Status onboardingu.
pt_br: O status de onboarding.

source: The current onboarding step.
de_de: Der aktuelle Onboarding-Schritt.
es_es: El paso actual de incorporación.
fr_fr: L'étape actuelle de l'intégration.
it_it: Il passo attuale dell'onboarding.
ja: 現在のオンボーディングステップ。
pl_pl: Aktualny krok onboardingu.
pt_br: A etapa atual do onboarding.

source: The current onboarding progress.
de_de: Der aktuelle Fortschritt beim Onboarding.
es_es: El progreso actual de incorporación.
fr_fr: L'avancement actuel de l'intégration.
it_it: Il progresso attuale dell'onboarding.
ja: 現在の進行状況。
pl_pl: Postęp onboardingu.
pt_br: O progresso atual do onboarding.

source: The onboarding persona.
de_de: Die Onboarding-Persona.
es_es: La persona de incorporación.
fr_fr: Le persona d'intégration.
it_it: La persona di onboarding.
ja: オンボーディングのペルソナ。
pl_pl: Persona onboardingu.
pt_br: A persona do onboarding.

source: The onboarded version.
de_de: Die version, die onboarded wurde.
es_es: La versión incorporada.
fr_fr: La version intégrée.
it_it: La versione onboarded.
ja: オンボーディング済みのバージョン。
pl_pl: Wersja onboardingu.
pt_br: A versão onboarded.

source: The last updated date or null if never updated.
de_de: Das letzte Aktualisierungsdatum oder null, wenn nie aktualisiert.
es_es: La fecha de la última actualización o null si nunca se actualizó.
fr_fr: La date de dernière mise à jour ou null si jamais mise à jour.
it_it: Data dell'ultimo aggiornamento o null se mai aggiornato.
ja: 最終更新日または未更新の場合はnull。
pl_pl: Data ostatniej aktualizacji lub null, jeśli nigdy nie była aktualizowana.
pt_br: A data da última atualização ou null se nunca atualizado.

source: The plugin identifier.
de_de: Der Plugin-Identifikator.
es_es: El identificador del plugin.
fr_fr: L'identifiant du plugin.
it_it: L'identificatore del plugin.
ja: プラグイン識別子。
pl_pl: Identyfikator pluginu.
pt_br: O identificador do plugin.

source: The plugin name.
de_de: Der Plugin-Name.
es_es: El nombre del plugin.
fr_fr: Le nom du plugin.
it_it: Il nome del plugin.
ja: プラグイン名。
pl_pl: Nazwa pluginu.
pt_br: O nome do plugin.

source: The absolute path to the plugin file.
de_de: Der absolute Pfad zur Plugin-Datei.
es_es: La ruta absoluta al archivo del plugin.
fr_fr: Le chemin absolu vers le fichier du plugin.
it_it: Il percorso assoluto al file del plugin.
ja: プラグインファイルの絶対パス。
pl_pl: Absolutna ścieżka do pliku pluginu.
pt_br: O caminho absoluto para o arquivo do plugin.

source: The absolute path to the plugin directory.
de_de: Der absolute Pfad zum Plugin-Verzeichnis.
es_es: La ruta absoluta al directorio del plugin.
fr_fr: Le chemin absolu vers le répertoire du plugin.
it_it: Il percorso assoluto alla directory del plugin.
ja: プラグインディレクトリの絶対パス。
pl_pl: Absolutna ścieżka do katalogu pluginu.
pt_br: O caminho absoluto para o diretório do plugin.

source: The path relative to the plugins directory in the WordPress installation.
de_de: Der relative Pfad zum Plugin-Verzeichnis in der WordPress-Installation.
es_es: La ruta relativa al directorio de plugins en la instalación de WordPress.
fr_fr: Le chemin relatif au répertoire des plugins dans l'installation WordPress.
it_it: Il percorso relativo alla directory dei plugin nell'installazione di WordPress.
ja: WordPressインストール内のプラグインディレクトリからの相対パス。
pl_pl: Ścieżka względna do katalogu pluginów w instalacji WordPress.
pt_br: O caminho relativo ao diretório de plugins na instalação do WordPress.

source: The plugin textdomain.
de_de: Der Textdomain des Plugins.
es_es: El dominio de texto del plugin.
fr_fr: Le domaine de texte du plugin.
it_it: Il textdomain del plugin.
ja: プラグインのテキストドメイン。
pl_pl: Tekstdomain pluginu.
pt_br: O textdomain do plugin.

source: The URL to the plugin assets.
de_de: Die URL zu den Plugin-Assets.
es_es: La URL a los recursos del plugin.
fr_fr: L'URL vers les ressources du plugin.
it_it: L'URL alle risorse del plugin.
ja: プラグインアセットのURL。
pl_pl: URL do zasobów pluginu.
pt_br: A URL para os ativos do plugin.

source: The URL to the plugin root.
de_de: Die URL zum Plugin-Hauptverzeichnis.
es_es: La URL a la raíz del plugin.
fr_fr: L'URL vers la racine du plugin.
it_it: L'URL alla radice del plugin.
ja: プラグインルートのURL。
pl_pl: URL do katalogu głównego pluginu.
pt_br: A URL para a raiz do plugin.

source: The URL to the plugin documentation.
de_de: Die URL zur Plugin-Dokumentation.
es_es: La URL a la documentación del plugin.
fr_fr: L'URL vers la documentation du plugin.
it_it: L'URL alla documentazione del plugin.
ja: プラグインドキュメントのURL。
pl_pl: URL do dokumentacji pluginu.
pt_br: A URL para a documentação do plugin.

source: The URL to the plugin reviews.
de_de: Die URL zu den Plugin-Bewertungen.
es_es: La URL para reseñas del plugin.
fr_fr: L'URL vers les avis du plugin.
it_it: L'URL alle recensioni del plugin.
ja: プラグインレビューのURL。
pl_pl: URL do recenzji pluginu.
pt_br: A URL para as avaliações do plugin.

source: The URL to the plugin sales page.
de_de: Die URL zur Verkaufsseite des Plugins.
es_es: La URL a la página de ventas del plugin.
fr_fr: L'URL vers la page de vente du plugin.
it_it: L'URL alla pagina di vendita del plugin.
ja: プラグイン販売ページのURL。
pl_pl: URL do strony sprzedaży pluginu.
pt_br: A URL para a página de vendas do plugin.

source: The URL to the plugin settings.
de_de: Die URL zu den Plugin-Einstellungen.
es_es: La URL a la configuración del plugin.
fr_fr: L'URL vers les paramètres du plugin.
it_it: L'URL alle impostazioni del plugin.
ja: プラグイン設定のURL。
pl_pl: URL do ustawień pluginu.
pt_br: A URL para as configurações do plugin.

source: The URL to the plugin support.
de_de: Die URL zum Plugin-Support.
es_es: La URL al soporte del plugin.
fr_fr: L'URL vers le support du plugin.
it_it: L'URL al supporto del plugin.
ja: プラグインサポートのURL。
pl_pl: URL do wsparcia pluginu.
pt_br: A URL para o suporte do plugin.

source: The plugin vendor.
de_de: Der Anbieter des Plugins.
es_es: El proveedor del plugin.
fr_fr: Le fournisseur du plugin.
it_it: Il venditore del plugin.
ja: プラグインベンダー。
pl_pl: Dostawca pluginu.
pt_br: O fornecedor do plugin.

source: The plugin version.
de_de: Die Plugin-Version.
es_es: La versión del plugin.
fr_fr: La version du plugin.
it_it: La versione del plugin.
ja: プラグインのバージョン。
pl_pl: Wersja pluginu.
pt_br: A versão do plugin.

source: Setting name.
de_de: Name der Einstellung.
es_es: Nombre de la configuración.
fr_fr: Nom du paramètre.
it_it: Nome dell'impostazione.
ja: 設定名。
pl_pl: Nazwa ustawienia.
pt_br: Nome da configuração.

source: Setting type.
de_de: Typ der Einstellung.
es_es: Tipo de configuración.
fr_fr: Type de paramètre.
it_it: Tipo di impostazione.
ja: 設定タイプ。
pl_pl: Typ ustawienia.
pt_br: Tipo de configuração.

source: Setting attributes.
de_de: Attribute der Einstellung.
es_es: Atributos de la configuración.
fr_fr: Attributs du paramètre.
it_it: Attributi dell'impostazione.
ja: 設定属性。
pl_pl: Atrybuty ustawienia.
pt_br: Atributos da configuração.

source: Whether the setting is required.
de_de: Ob die Einstellung erforderlich ist.
es_es: Si la configuración es obligatoria.
fr_fr: Si le paramètre est requis.
it_it: Se l'impostazione è obbligatoria.
ja: 設定が必須かどうか。
pl_pl: Czy ustawienie jest wymagane.
pt_br: Se a configuração é obrigatória.

source: Default setting value.
de_de: Standardwert der Einstellung.
es_es: Valor predeterminado de la configuración.
fr_fr: Valeur par défaut du paramètre.
it_it: Valore predefinito dell'impostazione.
ja: デフォルトの設定値。
pl_pl: Domyślna wartość ustawienia.
pt_br: Valor padrão da configuração.

source: Setting description.
de_de: Beschreibung der Einstellung.
es_es: Descripción de la configuración.
fr_fr: Description du paramètre.
it_it: Descrizione dell'impostazione.
ja: 設定の説明。
pl_pl: Opis ustawienia.
pt_br: Descrição da configuração.

source: Setting instructions.
de_de: Anweisungen für die Einstellung.
es_es: Instrucciones de la configuración.
fr_fr: Instructions pour le paramètre.
it_it: Istruzioni per l'impostazione.
ja: 設定の指示。
pl_pl: Instrukcje dotyczące ustawienia.
pt_br: Instruções da configuração.

source: Setting placeholder.
de_de: Platzhalter der Einstellung.
es_es: Marcador de posición de la configuración.
fr_fr: Placeholder du paramètre.
it_it: Segnaposto dell'impostazione.
ja: 設定プレースホルダー。
pl_pl: Miejsce na ustawienie.
pt_br: Placeholder da configuração.

source: Setting title.
de_de: Titel der Einstellung.
es_es: Título de la configuración.
fr_fr: Titre du paramètre.
it_it: Titolo dell'impostazione.
ja: 設定タイトル。
pl_pl: Tytuł ustawienia.
pt_br: Título da configuração.

source: Setting value.
de_de: Wert der Einstellung.
es_es: Valor de la configuración.
fr_fr: Valeur du paramètre.
it_it: Valore dell'impostazione.
ja: 設定値。
pl_pl: Wartość ustawienia.
pt_br: Valor da configuração.

source: Formatted setting value.
de_de: Formatierter Wert der Einstellung.
es_es: Valor de la configuración formateado.
fr_fr: Valeur formatée du paramètre.
it_it: Valore formattato dell'impostazione.
ja: フォーマット済みの設定値。
pl_pl: Sformatowana wartość ustawienia.
pt_br: Valor formatado da configuração.

source: Setting store.
de_de: Store der Einstellung.
es_es: Tienda de configuración.
fr_fr: Magasin du paramètre.
it_it: Negozio dell'impostazione.
ja: 設定ストア。
pl_pl: Sklep ustawienia.
pt_br: Loja da configuração.

source: Visit dashboard
de_de: Dashboard besuchen
es_es: Visitar tablero
fr_fr: Visiter le tableau de bord
it_it: Visita la dashboard
ja: ダッシュボードを訪問
pl_pl: Odwiedź panel
pt_br: Visitar painel

source: Configure settings
de_de: Einstellungen konfigurieren
es_es: Configurar ajustes
fr_fr: Configurer les paramètres
it_it: Configura le impostazioni
ja: 設定を構成
pl_pl: Konfiguruj ustawienia
pt_br: Configurar configurações

source: Read documentation
de_de: Dokumentation lesen
es_es: Leer documentación
fr_fr: Lire la documentation
it_it: Leggi la documentazione
ja: ドキュメントを読む
pl_pl: Przeczytaj dokumentację
pt_br: Ler documentação

source: The plugin has been activated.
de_de: Das Plugin wurde aktiviert.
es_es: El plugin ha sido activado.
fr_fr: Le plugin a été activé.
it_it: Il plugin è stato attivato.
ja: プラグインが有効化されました。
pl_pl: Plugin został aktywowany.
pt_br: O plugin foi ativado.

source: "%s" is required.
de_de: „%s“ ist erforderlich.
es_es: "%s" es obligatorio.
fr_fr: "%s" est requis.
it_it: "%s" è obbligatorio.
ja: 「%s」が必要です。
pl_pl: "%s" jest wymagane.
pt_br: "%s" é obrigatório.

source: Could not validate %s into a boolean value
de_de: Konnte %s nicht in einen booleschen Wert validieren
es_es: No se pudo validar %s en un valor booleano
fr_fr: Impossible de valider %s en une valeur booléenne
it_it: Impossibile convalidare %s in un valore booleano
ja: %sをブール値に検証できませんでした
pl_pl: Nie można zweryfikować %s jako wartość logiczną
pt_br: Não foi possível validar %s em um valor booleano

source: OpenSSL is required for credential encryption
de_de: OpenSSL ist erforderlich für die Verschlüsselung von Anmeldeinformationen
es_es: OpenSSL es requerido para cifrado de credenciales
fr_fr: OpenSSL est requis pour le chiffrement des identifiants
it_it: OpenSSL è richiesto per la crittografia delle credenziali
ja: 認証情報の暗号化にはOpenSSLが必要です
pl_pl: OpenSSL jest wymagany do szyfrowania danych uwierzytelniających
pt_br: OpenSSL é obrigatório para criptografia de credenciais

source: OpenSSL is required for credential decryption
de_de: OpenSSL ist erforderlich für die Entschlüsselung von Anmeldeinformationen
es_es: OpenSSL es requerido para descifrado de credenciales
fr_fr: OpenSSL est requis pour le déchiffrement des identifiants
it_it: OpenSSL è richiesto per la decrittografia delle credenziali
ja: 認証情報の復号化にはOpenSSLが必要です
pl_pl: OpenSSL jest wymagany do odszyfrowania danych uwierzytelniających
pt_br: OpenSSL é obrigatório para descriptografia de credenciais

source: "%s" is not a valid email address
de_de: "%s" ist keine gültige E-Mail-Adresse
es_es: "%s" no es una dirección de correo electrónico válida
fr_fr: "%s" n'est pas une adresse e-mail valide
it_it: "%s" non è un indirizzo email valido
ja: "%s" は無効なメールアドレスです
pl_pl: "%s" nie jest prawidłowym adresem e-mail
pt_br: "%s" não é um endereço de e-mail válido

source: Could not validate %s into a JSON value
de_de: Konnte %s nicht in einen JSON-Wert validieren
es_es: No se pudo validar %s en un valor JSON
fr_fr: Impossible de valider %s en une valeur JSON
it_it: Impossibile convalidare %s in un valore JSON
ja: %s を JSON 値に検証できませんでした
pl_pl: Nie można zweryfikować %s jako wartość JSON
pt_br: Não foi possível validar %s em um valor JSON

source: Could not validate %s into a number
de_de: Konnte %s nicht in eine Zahl validieren
es_es: No se pudo validar %s en un número
fr_fr: Impossible de valider %s en un nombre
it_it: Impossibile convalidare %s in un numero
ja: %s を数値に検証できませんでした
pl_pl: Nie można zweryfikować %s jako liczbę
pt_br: Não foi possível validar %s em um número

source: %1$s is below the minimum allowed of %2$d
de_de: %1$s liegt unter dem erlaubten Minimum von %2$d
es_es: %1$s está por debajo del mínimo permitido de %2$d
fr_fr: %1$s est inférieur au minimum autorisé de %2$d
it_it: %1$s è inferiore al minimo consentito di %2$d
ja: %1$s は許容される最小値 %2$d を下回っています
pl_pl: %1$s jest poniżej dozwolonego minimum %2$d
pt_br: %1$s está abaixo do mínimo permitido de %2$d

source: %1$s is above the maximum allowed of %2$d
de_de: %1$s liegt über dem erlaubten Maximum von %2$d
es_es: %1$s está por encima del máximo permitido de %2$d
fr_fr: %1$s est supérieur au maximum autorisé de %2$d
it_it: %1$s è superiore al massimo consentito di %2$d
ja: %1$s は許容される最大値 %2$d を超えています
pl_pl: %1$s jest powyżej dozwolonego maksimum %2$d
pt_br: %1$s está acima do máximo permitido de %2$d

source: "%s" is not among the list of accepted values
de_de: "%s" ist nicht in der Liste der akzeptierten Werte
es_es: "%s" no está entre los valores aceptados
fr_fr: "%s" ne fait pas partie de la liste des valeurs acceptées
it_it: "%s" non è tra i valori accettati
ja: "%s" は受け入れられる値のリストにありません
pl_pl: "%s" nie znajduje się na liście akceptowanych wartości
pt_br: "%s" não está entre os valores aceitos

source: "%s" does not match the required format
de_de: "%s" entspricht nicht dem erforderlichen Format
es_es: "%s" no coincide con el formato requerido
fr_fr: "%s" ne correspond pas au format requis
it_it: "%s" non corrisponde al formato richiesto
ja: "%s" は必要な形式と一致しません
pl_pl: "%s" nie pasuje do wymaganego formatu
pt_br: "%s" não corresponde ao formato exigido

source: Could not validate %s into a string
de_de: Konnte %s nicht in einen String validieren
es_es: No se pudo validar %s en una cadena
fr_fr: Impossible de valider %s en une chaîne de caractères
it_it: Impossibile convalidare %s in una stringa
ja: %s を文字列に検証できませんでした
pl_pl: Nie można zweryfikować %s jako ciąg znaków
pt_br: Não foi possível validar %s em uma string

source: Length is below the minimum of %d
de_de: Länge liegt unter dem Minimum von %d
es_es: La longitud está por debajo del mínimo de %d
fr_fr: La longueur est inférieure au minimum de %d
it_it: La lunghezza è inferiore al minimo di %d
ja: 長さは最小 %d を下回っています
pl_pl: Długość jest poniżej minimalnej %d
pt_br: O comprimento está abaixo do mínimo de %d

source: Length is above the maximum of %d
de_de: Länge liegt über dem Maximum von %d
es_es: La longitud está por encima del máximo de %d
fr_fr: La longueur est supérieure au maximum de %d
it_it: La lunghezza è superiore al massimo di %d
ja: 長さは最大 %d を超えています
pl_pl: Długość jest powyżej maksymalnej %d
pt_br: O comprimento está acima do máximo de %d

source: "%s" is not a valid URL
de_de: "%s" ist keine gültige URL
es_es: "%s" no es una URL válida
fr_fr: "%s" n'est pas une URL valide
it_it: "%s" non è un URL valido
ja: "%s" は無効な URL です
pl_pl: "%s" nie jest prawidłowym adresem URL
pt_br: "%s" não é uma URL válida

source: This section shows troubleshooting information about %s.
de_de: Dieser Abschnitt zeigt Fehlerbehebungsinformationen zu %s.
es_es: Esta sección muestra información de resolución de problemas sobre %s.
fr_fr: Cette section affiche des informations de dépannage concernant %s.
it_it: Questa sezione mostra informazioni di risoluzione dei problemi su %s.
ja: このセクションは %s に関するトラブルシューティング情報を表示します。
pl_pl: Ta sekcja zawiera informacje o rozwiązywaniu problemów dotyczące %s.
pt_br: Esta seção mostra informações de solução de problemas sobre %s.

source: Store credit available:
de_de: Verfügbares Store-Guthaben:
es_es: Crédito de la tienda disponible:
fr_fr: Crédit en magasin disponible :
it_it: Credito in negozio disponibile:
ja: 利用可能なストアクレジット：
pl_pl: Dostępny kredyt sklepow
pt_br: Crédito da loja disponível:

source: Apply %s
de_de: Anwenden %s
es_es: Aplicar %s
fr_fr: Appliquer %s
it_it: Applica %s
ja: %s を適用
pl_pl: Zastosuj %s
pt_br: Aplicar %s
