Repository: magelifesaver/greenb
Catalog: woocommerce-store-credit/i18n/languages/woocommerce-store-credit-*.po
Languages: de_de, es_es, fr_fr, it_it, ja, pl_pl, pt_br

source: You can use a %s merge tag to toggle showing the coupons list. However, this tag will not work when using the cart and checkout blocks and should be omitted then.
de_de: Sie können einen %s Merge-Tag verwenden, um die Anzeige der Gutscheine-Liste umzuschalten. Dieser Tag funktioniert jedoch nicht bei Verwendung der Warenkorb- und Kassenblöcke und sollte dann weggelassen werden.
es_es: Puedes usar una etiqueta de combinación %s para alternar la visualización de la lista de cupones. Sin embargo, esta etiqueta no funcionará al usar los bloques del carrito y del pago y debe omitirse en ese caso.
fr_fr: Vous pouvez utiliser une balise de fusion %s pour basculer l'affichage de la liste des coupons. Cependant, cette balise ne fonctionnera pas lors de l'utilisation des blocs panier et paiement et doit alors être omise.
it_it: Puoi usare un tag di merge %s per alternare la visualizzazione dell'elenco dei coupon. Tuttavia, questo tag non funzionerà quando si utilizzano i blocchi del carrello e del checkout e dovrebbe essere omesso in quel caso.
ja: %sのマージタグを使用してクーポンリストの表示を切り替えることができます。ただし、このタグはカートとチェックアウトのブロックを使用している場合は機能しないため、省略してください。
pl_pl: Możesz użyć tagu scalającego %s, aby przełączać wyświetlanie listy kuponów. Jednak ten tag nie będzie działał podczas korzystania z bloków koszyka i realizacji zamówienia i powinien być wtedy pominięty.
pt_br: Você pode usar uma tag de mesclagem %s para alternar a exibição da lista de cupons. No entanto, essa tag não funcionará ao usar os blocos do carrinho e do checkout e deve ser omitida nesses casos.

source: Coupons notice
de_de: Gutschein-Hinweis
es_es: Aviso de cupones
fr_fr: Avis sur les coupons
it_it: Avviso sui coupon
ja: クーポン通知
pl_pl: Powiadomienie o kuponach
pt_br: Aviso de cupons

source: You have store credit coupons available!
de_de: Sie haben Store Credit Gutscheine verfügbar!
es_es: ¡Tienes cupones de crédito en tienda disponibles!
fr_fr: Vous avez des coupons de crédit en magasin disponibles !
it_it: Hai coupon di credito in negozio disponibili!
ja: ストアクレジットクーポンが利用可能です！
pl_pl: Masz dostępne kupony z kredytem sklepowym!
pt_br: Você tem cupons de crédito em loja disponíveis!

source: View coupons
de_de: Gutscheine anzeigen
es_es: Ver cupones
fr_fr: Voir les coupons
it_it: Visualizza coupon
ja: クーポンを見る
pl_pl: Zobacz kupony
pt_br: Ver cupons

source: Please, enter valid amounts separated by "|". For example: 10 | 20 | 30.
de_de: Bitte geben Sie gültige Beträge ein, getrennt durch "|". Zum Beispiel: 10 | 20 | 30.
es_es: Por favor, ingresa cantidades válidas separadas por "|". Por ejemplo: 10 | 20 | 30
fr_fr: Veuillez entrer des montants valides séparés par "|". Par exemple : 10 | 20 | 30.
it_it: Inserisci importi validi separati da "|". Ad esempio: 10 | 20 | 30
ja: 有効な金額を「|」で区切って入力してください。例：10 | 20 | 30。
pl_pl: Wprowadź poprawne kwoty oddzielone znakiem "|". Na przykład: 10 | 20 | 30.
pt_br: Por favor, insira valores válidos separados por "|". Por exemplo: 10 | 20 | 30.

source: Filter by customer or email
de_de: Nach Kunde oder E-Mail filtern
es_es: Filtrar por cliente o correo electrónico
fr_fr: Filtrer par client ou email
it_it: Filtra per cliente o email
ja: 顧客またはメールでフィルター
pl_pl: Filtruj według klienta lub e-maila
pt_br: Filtrar por cliente ou email

source: Order Number
de_de: Bestellnummer
es_es: Número de pedido
fr_fr: Numéro de commande
it_it: Numero ordine
ja: 注文番号
pl_pl: Numer zamówienia
pt_br: Número do pedido

source: Date
de_de: Datum
es_es: Fecha
it_it: Data
ja: 日付
pl_pl: Data
pt_br: Data

source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato
ja: ステータス

source: Credit used
de_de: Verbrauchter Guthabenbetrag
es_es: Crédito utilizado
fr_fr: Crédit utilisé
it_it: Credito utilizzato
ja: 使用済みクレジット
pl_pl: Wykorzystany kredyt
pt_br: Crédito utilizado

source: Coupon amount
de_de: Gutscheinbetrag
es_es: Cantidad del cupón
fr_fr: Montant du coupon
it_it: Importo del coupon
ja: クーポン金額
pl_pl: Kwota kuponu
pt_br: Valor do cupom

source: Value of the coupon. Default: regular price.
de_de: Wert des Gutscheins. Standard: regulärer Preis.
es_es: Valor del cupón. Por defecto: precio regular
fr_fr: Valeur du coupon. Par défaut : prix régulier.
it_it: Valore del coupon. Default: prezzo regolare
ja: クーポンの値。デフォルト：通常価格。
pl_pl: Wartość kuponu. Domyślnie: cena regularna.
pt_br: Valor do cupom. Padrão: preço regular.

source: Preset amounts
de_de: Vordefinierte Beträge
es_es: Montos predefinidos
fr_fr: Montants prédéfinis
it_it: Importi predefiniti
ja: プリセット金額
pl_pl: Wstępnie ustawione kwoty
pt_br: Valores predefinidos

source: List of predefined credit amounts. Use "|" to separate the different amounts. For example: 10 | 20 | 30.
de_de: Liste der vordefinierten Guthabenbeträge. Verwenden Sie "|" zur Trennung der verschiedenen Beträge. Zum Beispiel: 10 | 20 | 30.
es_es: Lista de montos de crédito predefinidos. Usa "|" para separar los diferentes montos. Por ejemplo: 10 | 20 | 30
fr_fr: Liste des montants de crédit prédéfinis. Utilisez "|" pour séparer les différents montants. Par exemple : 10 | 20 | 30.
it_it: Elenco di importi di credito predefiniti. Usa "|" per separare i diversi importi. Ad esempio: 10 | 20 | 30
ja: 事前定義されたクレジット金額のリスト。異なる金額を区切るには「|」を使用します。例：10 | 20 | 30。
pl_pl: Lista predefiniowanych kwot kredytu. Użyj "|" do oddzielenia różnych kwot. Na przykład: 10 | 20 | 30.
pt_br: Lista de valores de crédito predefinidos. Use "|" para separar os diferentes valores. Por exemplo: 10 | 20 | 30.

source: Custom amount
de_de: Benutzerdefinierter Betrag
es_es: Monto personalizado
fr_fr: Montant personnalisé
it_it: Importo personalizzato
ja: カスタム金額
pl_pl: Własna kwota
pt_br: Valor personalizado

source: Allow the customer to choose the amount of credit to purchase.
de_de: Ermöglichen Sie dem Kunden, den zu kaufenden Guthabenbetrag auszuwählen.
es_es: Permitir que el cliente elija la cantidad de crédito a comprar
fr_fr: Permettre au client de choisir le montant du crédit à acheter.
it_it: Permetti al cliente di scegliere l'importo di credito da acquistare
ja: 顧客が購入するクレジット金額を選択できるようにします。
pl_pl: Pozwól klientowi wybrać kwotę kredytu do zakupu.
pt_br: Permitir que o cliente escolha o valor do crédito a ser comprado.

source: Minimum amount
de_de: Mindestbetrag
es_es: Cantidad mínima
fr_fr: Montant minimum
it_it: Importo minimo
ja: 最小金額
pl_pl: Minimalna kwota
pt_br: Valor mínimo

source: The minimum amount of credit to purchase.
de_de: Der minimale Betrag des zu kaufenden Guthabens.
es_es: La cantidad mínima de crédito a comprar
fr_fr: Le montant minimum de crédit à acheter.
it_it: L'importo minimo di credito da acquistare
ja: 購入するクレジットの最小金額。
pl_pl: Minimalna kwota kredytu do zakupu.
pt_br: O valor mínimo de crédito a ser comprado.

source: Maximum amount
de_de: Höchstbetrag
es_es: Cantidad máxima
fr_fr: Montant maximum
it_it: Importo massimo
ja: 最大金額
pl_pl: Maksymalna kwota
pt_br: Valor máximo

source: The maximum amount of credit to purchase.
de_de: Der maximale Betrag des zu kaufenden Guthabens.
es_es: La cantidad máxima de crédito a comprar
fr_fr: Le montant maximum de crédit à acheter.
it_it: L'importo massimo di credito da acquistare
ja: 購入するクレジットの最大金額。
pl_pl: Maksymalna kwota kredytu do zakupu.
pt_br: O valor máximo de crédito a ser comprado.

source: Amount step
de_de: Betragsschritt
es_es: Paso de cantidad
fr_fr: Pas de montant
it_it: Passo dell'importo
ja: 金額ステップ
pl_pl: Krok kwoty
pt_br: Passo do valor

source: The credit amount must be in the specified interval.
de_de: Der Guthabenbetrag muss im angegebenen Intervall liegen.
es_es: La cantidad de crédito debe estar en el intervalo especificado
fr_fr: Le montant du crédit doit être dans l'intervalle spécifié.
it_it: L'importo del credito deve essere nell'intervallo specificato
ja: クレジット金額は指定された範囲内でなければなりません。
pl_pl: Kwota kredytu musi mieścić się w określonym zakresie.
pt_br: O valor do crédito deve estar no intervalo especificado.

source: Coupon expiration
de_de: Gutscheinablauf
es_es: Vencimiento del cupón
fr_fr: Expiration du coupon
it_it: Scadenza del coupon
ja: クーポンの有効期限
pl_pl: Wygaśnięcie kuponu
pt_br: Expiração do cupom

source: Coupon expiration period
de_de: Gutscheinablaufzeitraum
es_es: Período de vencimiento del cupón
fr_fr: Période d'expiration du coupon
it_it: Periodo di validità del coupon
ja: クーポンの有効期限期間
pl_pl: Okres ważności kuponu
pt_br: Período de expiração do cupom

source: The coupon will expire passed this period. Leave empty to not expire.
de_de: Der Gutschein läuft nach Ablauf dieses Zeitraums ab. Leer lassen, um kein Ablaufdatum festzulegen.
es_es: El cupón vencerá pasado este período. Dejar en blanco para que no expire
fr_fr: Le coupon expirera après cette période. Laissez vide pour ne pas expirer.
it_it: Il coupon scadrà dopo questo periodo. Lascia vuoto per non scadere
ja: この期間を過ぎるとクーポンは期限切れになります。期限切れにしない場合は空白のままにしてください。
pl_pl: Kupon wygaśnie po upływie tego okresu. Pozostaw puste, aby nie wygasał.
pt_br: O cupom expirará após esse período. Deixe vazio para não expirar.

source: N/A
ja: 該当なし
pl_pl: N/D

source: Check this box if the coupon amount includes taxes.
de_de: Aktivieren Sie dieses Kontrollkästchen, wenn der Gutscheinbetrag Steuern enthält.
es_es: Marca esta casilla si la cantidad del cupón incluye impuestos
fr_fr: Cochez cette case si le montant du coupon inclut les taxes.
it_it: Seleziona questa casella se l'importo del coupon include le tasse
ja: このボックスにチェックすると、クーポン金額に税金が含まれます。
pl_pl: Zaznacz to pole, jeśli kwota kuponu zawiera podatki.
pt_br: Marque esta caixa se o valor do cupom incluir impostos.

source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
ja: デフォルト
pl_pl: Domyślny
pt_br: Padrão

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
ja: はい
pl_pl: Tak
pt_br: Sim

source: No
de_de: Nein
fr_fr: Non
ja: いいえ
pl_pl: Nie
pt_br: Não

source: Check this box to apply the remaining coupon amount to the shipping costs.
de_de: Aktivieren Sie dieses Kontrollkästchen, um den verbleibenden Gutscheinbetrag auf die Versandkosten anzuwenden.
es_es: Marca esta casilla para aplicar el monto restante del cupón a los costos de envío
fr_fr: Cochez cette case pour appliquer le montant restant du coupon aux frais d'expédition.
it_it: Seleziona questa casella per applicare l'importo residuo del coupon alle spese di spedizione
ja: このボックスにチェックして、残りのクーポン金額を配送費に適用します。
pl_pl: Zaznacz to pole, aby zastosować pozostałą kwotę kuponu do kosztów wysyłki.
pt_br: Marque esta caixa para aplicar o valor restante do cupom nos custos de envio.

source: Send to someone
de_de: An jemanden senden
es_es: Enviar a alguien
fr_fr: Envoyer à quelqu'un
it_it: Invia a qualcuno
ja: 送る相手
pl_pl: Wyślij do kogoś
pt_br: Enviar para alguém

source: Allow purchasing credit for a different person.
de_de: Ermöglichen Sie den Kauf von Guthaben für eine andere Person.
es_es: Permitir comprar crédito para otra persona
fr_fr: Permettre l'achat de crédit pour une autre personne.
it_it: Permetti di acquistare credito per una persona diversa
ja: 別の人のためにクレジットを購入できるようにします。
pl_pl: Pozwól na zakup kredytu dla innej osoby.
pt_br: Permitir a compra de crédito para outra pessoa.

source: Title to display
de_de: Titel zur Anzeige
es_es: Título para mostrar
fr_fr: Titre à afficher
it_it: Titolo da visualizzare
ja: 表示タイトル
pl_pl: Tytuł do wyświetlenia
pt_br: Título a exibir

source: Add a title for the receiver form.
de_de: Fügen Sie einen Titel für das Empfängerformular hinzu.
es_es: Agregar un título para el formulario del destinatario
fr_fr: Ajouter un titre pour le formulaire du destinataire.
it_it: Aggiungi un titolo per il modulo del destinatario
ja: 受取人フォームのタイトルを追加します。
pl_pl: Dodaj tytuł do formularza odbiorcy.
pt_br: Adicionar um título para o formulário do destinatário.

source: Send credit to someone?
de_de: Guthaben an jemanden senden?
es_es: ¿Enviar crédito a alguien?
fr_fr: Envoyer le crédit à quelqu'un ?
it_it: Invia credito a qualcuno?
ja: クレジットを誰かに送る？
pl_pl: Wyślij kredyt do kogoś?
pt_br: Enviar crédito para alguém?

source: Display receiver fields
de_de: Empfängersfelder anzeigen
es_es: Mostrar campos del destinatario
fr_fr: Afficher les champs du destinataire
it_it: Mostra i campi del destinatario
ja: 受取人フィールドを表示
pl_pl: Wyświetl pola odbiorcy
pt_br: Exibir campos do destinatário

source: How to display the receiver fields on page load.
de_de: So werden die Empfängersfelder beim Laden der Seite angezeigt.
es_es: Cómo mostrar los campos del destinatario al cargar la página
fr_fr: Comment afficher les champs du destinataire au chargement de la page.
it_it: Come visualizzare i campi del destinatario al caricamento della pagina
ja: ページ読み込み時の受取人フィールドの表示方法。
pl_pl: Jak wyświetlać pola odbiorcy po załadowaniu strony.
pt_br: Como exibir os campos do destinatário ao carregar a página.

source: Collapsed
de_de: Eingeklappt
es_es: Colapsado
fr_fr: Réduit
it_it: Raggruppato
ja: 折りたたみ
pl_pl: Zwinięte
pt_br: Colapsado

source: Expanded
de_de: Erweitert
es_es: Expandido
fr_fr: Déployé
it_it: Espanso
ja: 展開
pl_pl: Rozwinięte
pt_br: Expandido

source: This coupon has not been used yet.
de_de: Dieser Gutschein wurde noch nicht verwendet.
es_es: Este cupón no ha sido utilizado aún
fr_fr: Ce coupon n'a pas encore été utilisé.
it_it: Questo coupon non è stato ancora utilizzato
ja: このクーポンはまだ使用されていません。
pl_pl: Ten kupon nie został jeszcze użyty.
pt_br: Este cupom ainda não foi utilizado.

source: Initial amount:
de_de: Anfangsbetrag:
es_es: Cantidad inicial:
fr_fr: Montant initial :
it_it: Importo iniziale:
ja: 初期金額：
pl_pl: Kwota początkowa:
pt_br: Valor inicial:

source: Total used:
de_de: Verbrauchter Betrag:
es_es: Total utilizado:
fr_fr: Total utilisé :
it_it: Totale utilizzato:
ja: 合計使用済み：
pl_pl: Raz wykorzystano:
pt_br: Total utilizado:

source: WooCommerce coupons are not enabled.
de_de: WooCommerce-Gutscheine sind nicht aktiviert.
es_es: Los cupones de WooCommerce no están habilitados
fr_fr: Les coupons WooCommerce ne sont pas activés.
it_it: I coupon WooCommerce non sono abilitati
ja: WooCommerceのクーポンは有効になっていません。
pl_pl: Kupony WooCommerce nie są włączone.
pt_br: Cupons do WooCommerce não estão ativados.

source: Enable coupons.
de_de: Gutscheine aktivieren.
es_es: Habilitar cupones
fr_fr: Activer les coupons.
it_it: Abilita coupon
ja: クーポンを有効にする。
pl_pl: Włącz kupony.
pt_br: Ativar cupons.

source: Now you can sell Store Credit coupons to your customers for their own usage or as gift cards.
de_de: Jetzt können Sie Store Credit Gutscheine an Ihre Kunden verkaufen, für deren eigenen Gebrauch oder als Geschenkkarten.
es_es: Ahora puedes vender cupones de Crédito en Tienda a tus clientes para su uso propio o como tarjetas de regalo
fr_fr: Vous pouvez maintenant vendre des coupons de Crédit en Magasin à vos clients pour leur propre usage ou comme cartes-cadeaux.
it_it: Ora puoi vendere coupon di Store Credit ai tuoi clienti per uso personale o come carte regalo
ja: これでお客様にストアクレジットクーポンを販売できるようになりました。ご自身用またはギフトカードとしてご利用ください。
pl_pl: Teraz możesz sprzedawać kupony z kredytem sklepowym swoim klientom do własnego użytku lub jako karty podarunkowe.
pt_br: Agora você pode vender cupons de Crédito em Loja para seus clientes, para uso próprio ou como cartões-presente.

source: Add product
de_de: Produkt hinzufügen
es_es: Agregar producto
fr_fr: Ajouter un produit
it_it: Aggiungi prodotto
ja: 商品を追加
pl_pl: Dodaj produkt
pt_br: Adicionar produto

source: View Store Credit for WooCommerce documentation
de_de: Dokumentation zu Store Credit für WooCommerce anzeigen
es_es: Ver documentación de Crédito en Tienda para WooCommerce
fr_fr: Voir la documentation sur le Crédit en Magasin pour WooCommerce
it_it: Visualizza la documentazione di Store Credit per WooCommerce
ja: ストアクレジット for WooCommerce のドキュメントを見る
pl_pl: Zobacz dokumentację Store Credit dla WooCommerce
pt_br: Ver documentação do Crédito em Loja para WooCommerce

source: Read more
de_de: Mehr lesen
es_es: Leer más
fr_fr: En savoir plus
it_it: Leggi di più
ja: 続きを読む
pl_pl: Czytaj więcej
pt_br: Leia mais

source: We need to update your store database to the latest version.
de_de: Wir müssen Ihre Store-Datenbank auf die neueste Version aktualisieren.
es_es: Necesitamos actualizar la base de datos de tu tienda a la última versión
fr_fr: Nous devons mettre à jour la base de données de votre boutique vers la dernière version.
it_it: È necessario aggiornare il database del negozio all'ultima versione
ja: ストアのデータベースを最新バージョンに更新する必要があります。
pl_pl: Musimy zaktualizować bazę danych sklepu do najnowszej wersji.
pt_br: Precisamos atualizar o banco de dados da sua loja para a versão mais recente.

source: Run the updater
de_de: Den Aktualisierer ausführen
es_es: Ejecutar el actualizador
fr_fr: Lancer la mise à jour
it_it: Esegui l'aggiornamento
ja: アップデータを実行
pl_pl: Uruchom aktualizator
pt_br: Executar o atualizador

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
de_de: Es wird dringend empfohlen, vor dem Fortfahren eine Sicherung Ihrer Datenbank zu erstellen. Möchten Sie den Aktualisierer jetzt ausführen?
es_es: Se recomienda encarecidamente hacer una copia de seguridad de tu base de datos antes de continuar. ¿Estás seguro de que deseas ejecutar el actualizador ahora?
fr_fr: Il est fortement recommandé de sauvegarder votre base de données avant de continuer. Souhaitez-vous vraiment lancer la mise à jour maintenant ?
it_it: Si consiglia vivamente di eseguire il backup del database prima di procedere. Sei sicuro di voler eseguire l'aggiornamento ora?
ja: 進行前にデータベースのバックアップを強くお勧めします。今すぐアップデータを実行してもよろしいですか？
pl_pl: Zaleca się wykonanie kopii zapasowej bazy danych przed kontynuacją. Czy na pewno chcesz uruchomić aktualizator teraz?
pt_br: Recomendamos fortemente que você faça backup do seu banco de dados antes de prosseguir. Deseja realmente executar o atualizador agora?

source: Your database is being updated in the background.
de_de: Ihre Datenbank wird im Hintergrund aktualisiert.
es_es: Tu base de datos se está actualizando en segundo plano
fr_fr: Votre base de données est en cours de mise à jour en arrière-plan.
it_it: Il database viene aggiornato in background
ja: データベースがバックグラウンドで更新されています。
pl_pl: Twoja baza danych jest aktualizowana w tle.
pt_br: Seu banco de dados está sendo atualizado em segundo plano.

source: Taking a while? Click here to run it now.
de_de: Ein bisschen Geduld? Klicken Sie hier, um es jetzt auszuführen
es_es: ¿Tarda mucho? Haz clic aquí para ejecutarlo ahora
fr_fr: Prend un peu de temps ? Cliquez ici pour l'exécuter maintenant.
it_it: Ci vuole un po' di tempo? Clicca qui per eseguirlo ora
ja: 少し時間がかかっていますか？こちらをクリックして今すぐ実行してください。
pl_pl: Chcesz to zrobić szybciej? Kliknij tutaj, aby uruchomić teraz.
pt_br: Demorou um pouco? Clique aqui para executá-lo agora

source: Send credit
de_de: Gutschrift senden
es_es: Enviar crédito
fr_fr: Envoyer le crédit
it_it: Invia credito
ja: クレジットを送信
pl_pl: Wyślij kredyt
pt_br: Enviar crédito

source: This section shows information about Store Credit for WooCommerce.
de_de: Dieser Abschnitt zeigt Informationen über Store Credit für WooCommerce.
es_es: Esta sección muestra información sobre el Crédito en Tienda para WooCommerce
fr_fr: Cette section affiche des informations sur le crédit en magasin pour WooCommerce.
it_it: Questa sezione mostra informazioni sul credito del negozio per WooCommerce
ja: このセクションは、WooCommerceのストアクレジットに関する情報を表示します。
pl_pl: Ta sekcja pokazuje informacje o Kredycie Sklepowym dla WooCommerce.
pt_br: Esta seção mostra informações sobre Crédito em Loja para WooCommerce.

source: Prices entered with tax
de_de: Preise inklusive Steuern eingegeben
es_es: Precios ingresados con impuestos
fr_fr: Prix TTC
it_it: Prezzi inseriti con tasse
ja: 税込価格
pl_pl: Ceny podane z podatkiem
pt_br: Preços inseridos com imposto

source: Overrides
de_de: Überschreibungen
es_es: Sobrescribir
fr_fr: Remplacements
it_it: Sovrascritture
ja: 上書き
pl_pl: Nadpisy
pt_br: Sobrescritas

source: %1$s version %2$s is out of date. The core version is %3$s
de_de: %1$s Version %2$s ist veraltet. Die Kernversion ist %3$s
es_es: %1$s versión %2$s está desactualizada. La versión principal es %3$s
fr_fr: %1$s version %2$s est obsolète. La version du noyau est %3$s
it_it: %1$s versione %2$s non è aggiornata. La versione core è %3$s
ja: %1$s バージョン %2$s は古いです。コアのバージョンは %3$s
pl_pl: %1$s wersja %2$s jest nieaktualna. Wersja rdzenia to %3$s
pt_br: %1$s versão %2$s está desatualizada. A versão do núcleo é %3$s

source: Outdated templates
de_de: Veraltete Vorlagen
es_es: Plantillas obsoletas
fr_fr: Modèles obsolètes
it_it: Template obsoleti
ja: 古いテンプレート
pl_pl: Przeterminowane szablony
pt_br: Modelos desatualizados

source: Learn how to update
de_de: So aktualisieren Sie
es_es: Aprende cómo actualizar
fr_fr: Apprenez comment mettre à jour
it_it: Impara come aggiornare
ja: 更新方法を学ぶ
pl_pl: Dowiedz się, jak zaktualizować
pt_br: Saiba como atualizar

source: Dismiss
de_de: Schließen
es_es: Descartar
fr_fr: Ignorer
it_it: Ignora
ja: 閉じる
pl_pl: Odrzuć
pt_br: Dispensar

source: Store credit coupon not found.
de_de: Gutschrift-Coupon nicht gefunden.
es_es: No se encontró cupón de crédito en tienda.
fr_fr: Coupon de crédit en magasin non trouvé.
it_it: Coupon di credito del negozio non trovato.
ja: ストアクレジットクーポンが見つかりません。
pl_pl: Nie znaleziono kuponu kredytu sklepowego.
pt_br: Cupom de crédito em loja não encontrado.

source: The store credit will be applied after adding some products to the cart.
de_de: Die Gutschrift wird angewendet, nachdem Produkte zum Warenkorb hinzugefügt wurden.
es_es: El crédito en tienda se aplicará después de agregar algunos productos al carrito.
fr_fr: Le crédit en magasin sera appliqué après avoir ajouté des produits au panier.
it_it: Il credito del negozio verrà applicato dopo aver aggiunto alcuni prodotti al carrello.
ja: 商品をカートに追加した後にストアクレジットが適用されます。
pl_pl: Kredyt sklepowym zostanie zastosowany po dodaniu produktów do koszyka.
pt_br: O crédito em loja será aplicado após adicionar alguns produtos ao carrinho.

source: Store credit: %s
de_de: Gutschrift: %s
es_es: Crédito en tienda: %s
fr_fr: Crédit en magasin : %s
it_it: Credito del negozio: %s
ja: ストアクレジット： %s
pl_pl: Kredyt sklepowym: %s
pt_br: Crédito em loja: %s

source: There is no credit remaining on this coupon.
de_de: Auf diesem Coupon ist kein Guthaben mehr vorhanden.
es_es: No queda crédito en este cupón.
fr_fr: Il ne reste aucun crédit sur ce coupon.
it_it: Non rimangono crediti su questo coupon.
ja: このクーポンには残高がありません。
pl_pl: Na tym kuponie nie pozostał żaden kredyt.
pt_br: Não há crédito restante neste cupom.

source: This coupon cannot be used on this cart.
de_de: Dieser Coupon kann in diesem Warenkorb nicht verwendet werden.
es_es: Este cupón no puede usarse en este carrito.
fr_fr: Ce coupon ne peut pas être utilisé sur ce panier.
it_it: Questo coupon non può essere usato su questo carrello.
ja: このクーポンはこのカートでは使用できません。
pl_pl: Ten kupon nie może być użyty na tym koszyku.
pt_br: Este cupom não pode ser usado neste carrinho.

source: Coupon
es_es: Cupón
ja: クーポン
pl_pl: Kupon
pt_br: Cupom

source: Store credit used:
de_de: Verwendete Store-Gutschrift:
es_es: Crédito en tienda utilizado:
fr_fr: Crédit en magasin utilisé :
it_it: Credito del negozio usato:
ja: 使用済みのストアクレジット：
pl_pl: Użyty kredyt sklepowym:
pt_br: Crédito em loja utilizado:

source: Store Credit used:
de_de: Verwendete Store-Gutschrift:
es_es: Crédito en Tienda utilizado:
fr_fr: Crédit en magasin utilisé :
it_it: Credito del negozio utilizzato:
ja: 使用済みのストアクレジット：
pl_pl: Użyty kredyt sklepowym:
pt_br: Crédito em Loja utilizado:

source: Shipping via %s
de_de: Versand via %s
es_es: Envío vía %s
fr_fr: Expédition via %s
it_it: Spedizione tramite %s
ja: 配送方法： %s
pl_pl: Wysyłka przez %s
pt_br: Envio via %s
