Repository: magelifesaver/greenb
Catalog: woocommerce-store-credit/i18n/languages/woocommerce-store-credit-*.po
Languages: de_de, es_es, fr_fr, it_it, ja, pl_pl, pt_br

source: Store Credit for WooCommerce
de_de: Guthaben für WooCommerce
es_es: Crédito en tienda para WooCommerce
fr_fr: Crédit en magasin pour WooCommerce
it_it: Credito in negozio per WooCommerce
ja: ストアクレジット for WooCommerce
pl_pl: Kredyt sklepowy dla WooCommerce
pt_br: Crédito em Loja para WooCommerce

source: Create "store credit" coupons for customers which are redeemable at checkout.
de_de: Erstellen Sie "Guthaben"-Gutscheine für Kunden, die beim Checkout eingelöst werden können.
es_es: Crea cupones de "crédito en tienda" para los clientes que se canjean en la caja.
fr_fr: Créer des coupons de "crédit en magasin" pour les clients, échangeables lors du paiement.
it_it: Crea coupon di "credito in negozio" per i clienti, riscattabili al checkout.
ja: チェックアウト時に引き換え可能な「ストアクレジット」クーポンを作成します。
pl_pl: Twórz kupony „kredytu sklepowego” dla klientów, które można wymieniać przy kasie.
pt_br: Crie cupons de "crédito em loja" para clientes, que podem ser resgatados no checkout.

source: Send store credit
de_de: Guthaben senden
es_es: Enviar crédito en tienda
fr_fr: Envoyer un crédit en magasin
it_it: Invia credito in negozio
ja: ストアクレジットを送信
pl_pl: Wyślij kredyt sklepow
pt_br: Enviar crédito em loja

source: Store credit usage
de_de: Guthaben-Nutzung
es_es: Uso del crédito en tienda
fr_fr: Utilisation du crédit en magasin
it_it: Utilizzo del credito in negozio
ja: ストアクレジットの使用
pl_pl: Użycie kredytu sklepowego
pt_br: Uso do crédito em loja

source: Send a store credit coupon to a customer or multiple customers at once.
de_de: Senden Sie einen Guthaben-Gutschein an einen oder mehrere Kunden gleichzeitig.
es_es: Envía un cupón de crédito en tienda a un cliente o a varios clientes a la vez.
fr_fr: Envoyez un coupon de crédit en magasin à un client ou à plusieurs clients en même temps.
it_it: Invia un coupon di credito in negozio a un cliente o a più clienti contemporaneamente.
ja: 顧客または複数の顧客に一度にストアクレジットクーポンを送信します。
pl_pl: Wyślij kupon kredytu sklepowego do klienta lub wielu klientów naraz.
pt_br: Envie um cupom de crédito em loja para um cliente ou vários clientes ao mesmo tempo.

source: Credit amount
de_de: Guthabenbetrag
es_es: Cantidad de crédito
fr_fr: Montant du crédit
it_it: Importo del credito
ja: クレジット金額
pl_pl: Kwota kredytu
pt_br: Valor do crédito

source: The amount the store credit coupon is worth.
de_de: Der Betrag, den der Guthaben-Gutschein wert ist.
es_es: La cantidad que vale el cupón de crédito en tienda.
fr_fr: Le montant que vaut le coupon de crédit en magasin.
it_it: L'importo che vale il coupon di credito in negozio.
ja: クーポンの価値となる金額。
pl_pl: Kwota, którą jest wart kupon kredytu sklepowego.
pt_br: O valor que o cupom de crédito em loja vale.

source: Customer(s)
de_de: Kunde(n)
es_es: Cliente(s)
fr_fr: Client(s)
it_it: Cliente(i)
ja: 顧客
pl_pl: Klient(owie)
pt_br: Cliente(s)

source: The customers who will receive the coupon.
de_de: Die Kunden, die den Gutschein erhalten.
es_es: Los clientes que recibirán el cupón.
fr_fr: Les clients qui recevront le coupon.
it_it: I clienti che riceveranno il coupon.
ja: クーポンを受け取る顧客。
pl_pl: Klienci, którzy otrzymają kupon.
pt_br: Os clientes que receberão o cupom.

source: You can also enter emails from non-registered customers.
de_de: Sie können auch E-Mails von nicht registrierten Kunden eingeben.
es_es: También puedes ingresar correos electrónicos de clientes no registrados.
fr_fr: Vous pouvez également saisir des emails de clients non enregistrés.
it_it: Puoi anche inserire email di clienti non registrati.
ja: 登録されていない顧客のメールアドレスも入力できます。
pl_pl: Możesz również wpisać e-maile od nie zarejestrowanych klientów.
pt_br: Você também pode inserir e-mails de clientes não registrados.

source: Choose one or more customers&hellip;
de_de: Wählen Sie einen oder mehrere Kunden&hellip;
es_es: Elige uno o más clientes&hellip;
fr_fr: Choisissez un ou plusieurs clients&hellip;
it_it: Seleziona uno o più clienti&hellip;
ja: 1人または複数の顧客を選択してください&hellip;
pl_pl: Wybierz jednego lub więcej klientów&hellip;
pt_br: Escolha um ou mais clientes&hellip;

source: Note
de_de: Hinweis
es_es: Nota
it_it: Nota
ja: メモ
pl_pl: Notatka
pt_br: Nota

source: A note for the customer who will receive the coupon.
de_de: Ein Hinweis für den Kunden, der den Gutschein erhält.
es_es: Una nota para el cliente que recibirá el cupón.
fr_fr: Une note pour le client qui recevra le coupon.
it_it: Una nota per il cliente che riceverà il coupon.
ja: クーポンを受け取る顧客へのメモ。
pl_pl: Notatka dla klienta, który otrzyma kupon.
pt_br: Uma nota para o cliente que receberá o cupom.

source: Enter a note or the reason for this coupon.
de_de: Geben Sie einen Hinweis oder den Grund für diesen Gutschein ein.
es_es: Ingresa una nota o la razón de este cupón.
fr_fr: Saisissez une note ou la raison de ce coupon.
it_it: Inserisci una nota o il motivo di questo coupon.
ja: このクーポンの理由やメモを入力してください。
pl_pl: Wpisz notatkę lub powód tego kuponu.
pt_br: Insira uma nota ou o motivo deste cupom.

source: Expiration
de_de: Ablaufdatum
es_es: Expiración
it_it: Scadenza
ja: 有効期限
pl_pl: Wygasanie
pt_br: Expiração

source: Define when the coupon expires.
de_de: Definieren Sie, wann der Gutschein abläuft.
es_es: Define cuándo expira el cupón.
fr_fr: Définissez la date d'expiration du coupon.
it_it: Definisci quando scade il coupon.
ja: クーポンの有効期限を設定します。
pl_pl: Zdefiniuj, kiedy kupon wygaśnie.
pt_br: Defina quando o cupom expira.

source: Never expires
de_de: Niemals ablaufen
es_es: Nunca expira
fr_fr: Jamais d'expiration
it_it: Mai scaduto
ja: 期限なし
pl_pl: Nigdy nie wygasa
pt_br: Nunca expira

source: Specific date
de_de: Bestimmtes Datum
es_es: Fecha específica
fr_fr: Date spécifique
it_it: Data specifica
ja: 特定の日付
pl_pl: Określona data
pt_br: Data específica

source: Specific period
de_de: Bestimmter Zeitraum
es_es: Período específico
fr_fr: Période spécifique
it_it: Periodo specifico
ja: 一定期間
pl_pl: Okres czasu
pt_br: Período específico

source: The coupon will expire on the specified date.
de_de: Der Gutschein läuft am angegebenen Datum ab.
es_es: El cupón expirará en la fecha especificada.
fr_fr: Le coupon expirera à la date spécifiée.
it_it: Il coupon scadrà alla data specificata.
ja: 指定された日付にクーポンの有効期限が切れます。
pl_pl: Kupon wygaśnie w określonej dacie.
pt_br: O cupom expirará na data especificada.

source: The coupon will expire when the period passes.
de_de: Der Gutschein läuft ab, wenn der Zeitraum vorbei ist.
es_es: El cupón expirará cuando pase el período.
fr_fr: Le coupon expirera lorsque la période sera écoulée.
it_it: Il coupon scadrà al passare del periodo.
ja: 期間経過後にクーポンの有効期限が切れます。
pl_pl: Kupon wygaśnie po upływie okresu.
pt_br: O cupom expirará quando o período passar.

source: Usage restriction
de_de: Nutzungsbeschränkung
es_es: Restricción de uso
fr_fr: Restriction d'utilisation
it_it: Restrizioni d'uso
ja: 使用制限
pl_pl: Ograniczenia użycia
pt_br: Restrição de uso

source: Individual use only
de_de: Nur für den Einzelgebrauch
es_es: Solo uso individual
fr_fr: Utilisation individuelle uniquement
it_it: Solo uso individuale
ja: 個別利用のみ
pl_pl: Tylko do użytku indywidualnego
pt_br: Uso individual apenas

source: Check this box if the coupon cannot be used in conjunction with other coupons.
de_de: Aktivieren Sie dieses Kontrollkästchen, wenn der Gutschein nicht in Verbindung mit anderen Gutscheinen verwendet werden darf.
es_es: Marca esta casilla si el cupón no puede usarse junto con otros cupones.
fr_fr: Cochez cette case si le coupon ne peut pas être utilisé avec d'autres coupons.
it_it: Seleziona questa casella se il coupon non può essere usato insieme ad altri coupon.
ja: 他のクーポンと併用できない場合はこのボックスにチェックしてください。
pl_pl: Zaznacz to pole, jeśli kupon nie może być używany razem z innymi kuponami.
pt_br: Marque esta caixa se o cupom não puder ser usado junto com outros cupons.

source: Exclude sale items
de_de: Ausschluss von Rabattartikeln
es_es: Excluir artículos en oferta
fr_fr: Exclure les articles en promotion
it_it: Escludi articoli in saldo
ja: セール商品を除外
pl_pl: Wyklucz produkty na wyprzedaży
pt_br: Excluir itens em promoção

source: Check this box if the coupon should not apply to items on sale.
de_de: Aktivieren Sie dieses Kontrollkästchen, wenn der Gutschein nicht auf rabattierte Artikel angewendet werden soll.
es_es: Marca esta casilla si el cupón no debe aplicarse a artículos en oferta.
fr_fr: Cochez cette case si le coupon ne doit pas s'appliquer aux articles en promotion.
it_it: Seleziona questa casella se il coupon non deve applicarsi agli articoli in saldo.
ja: セール商品には適用しない場合はこのボックスにチェックしてください。
pl_pl: Zaznacz to pole, jeśli kupon nie powinien mieć zastosowania do produktów na wyprzedaży.
pt_br: Marque esta caixa se o cupom não deve se aplicar a itens em promoção.

source: Products
de_de: Produkte
es_es: Productos
fr_fr: Produits
it_it: Prodotti
ja: 商品
pl_pl: Produkty
pt_br: Produtos

source: Product that the coupon will be applied to, or that need to be in the cart in order to be applied.
de_de: Produkt, auf das der Gutschein angewendet wird, oder das im Warenkorb sein muss, um angewendet zu werden.
es_es: Producto al que se aplicará el cupón, o que debe estar en el carrito para que se aplique.
fr_fr: Produit auquel le coupon sera appliqué, ou qui doit être dans le panier pour pouvoir l'appliquer.
it_it: Prodotto a cui si applicherà il coupon, o che deve essere nel carrello per poter essere applicato.
ja: クーポンが適用される商品、またはカートに入っている必要がある商品。
pl_pl: Produkt, do którego będzie stosowany kupon, lub który musi znajdować się w koszyku, aby można go było zastosować.
pt_br: Produto ao qual o cupom será aplicado, ou que precisa estar no carrinho para que seja aplicado.

source: Search for a product&hellip;
de_de: Nach einem Produkt suchen&hellip;
es_es: Buscar un producto&hellip;
fr_fr: Rechercher un produit&hellip;
it_it: Cerca un prodotto&hellip;
ja: 商品を検索&hellip;
pl_pl: Szukaj produktu&hellip;
pt_br: Pesquisar por um produto&hellip;

source: Exclude products
de_de: Produkte ausschließen
es_es: Excluir productos
fr_fr: Exclure des produits
it_it: Escludi prodotti
ja: 商品を除外
pl_pl: Wyklucz produkty
pt_br: Excluir produtos

source: Product that the coupon will not be applied to, or that cannot be in the cart in order to be applied.
de_de: Produkt, auf das der Gutschein nicht angewendet wird, oder das nicht im Warenkorb sein darf, um angewendet zu werden.
es_es: Producto al que no se aplicará el cupón, o que no puede estar en el carrito para que se aplique.
fr_fr: Produit auquel le coupon ne sera pas appliqué, ou qui ne doit pas être dans le panier pour pouvoir l'appliquer.
it_it: Prodotto a cui il coupon non si applicherà, o che non può essere nel carrello per poter essere applicato.
ja: クーポンが適用されない商品、またはカートに入っていてはいけない商品。
pl_pl: Produkt, do którego kupon nie będzie stosowany, lub który nie może znajdować się w koszyku, aby można go było zastosować.
pt_br: Produto ao qual o cupom não será aplicado, ou que não pode estar no carrinho para que seja aplicado.

source: Product categories
de_de: Produktkategorien
es_es: Categorías de productos
fr_fr: Catégories de produits
it_it: Categorie di prodotto
ja: 商品カテゴリー
pl_pl: Kategorie produktów
pt_br: Categorias de produtos

source: Product categories that the coupon will be applied to, or that need to be in the cart in order to be applied.
de_de: Produktkategorien, auf die der Gutschein angewendet wird, oder die im Warenkorb sein müssen, um angewendet zu werden.
es_es: Categorías de productos a las que se aplicará el cupón, o que deben estar en el carrito para que se aplique.
fr_fr: Catégories de produits auxquelles le coupon sera appliqué, ou qui doivent être dans le panier pour pouvoir l'appliquer.
it_it: Categorie di prodotto a cui si applicherà il coupon, o che devono essere nel carrello per poter essere applicate.
ja: クーポンが適用される商品カテゴリー、またはカートに入っている必要があるカテゴリー。
pl_pl: Kategorie produktów, do których będzie stosowany kupon, lub które muszą znajdować się w koszyku, aby można go było zastosować.
pt_br: Categorias de produtos às quais o cupom será aplicado, ou que precisam estar no carrinho para que seja aplicado.

source: Select product categories&hellip;
de_de: Produktkategorien auswählen&hellip;
es_es: Seleccionar categorías de productos&hellip;
fr_fr: Sélectionner des catégories de produits&hellip;
it_it: Seleziona categorie di prodotto&hellip;
ja: 商品カテゴリーを選択&hellip;
pl_pl: Wybierz kategorie produktów&hellip;
pt_br: Selecionar categorias de produtos&hellip;

source: Exclude categories
de_de: Kategorien ausschließen
es_es: Excluir categorías
fr_fr: Exclure des catégories
it_it: Escludi categorie
ja: カテゴリーを除外
pl_pl: Wyklucz kategorie
pt_br: Excluir categorias

source: Product categories that the coupon will not be applied to, or that cannot be in the cart in order to be applied.
de_de: Produktkategorien, auf die der Gutschein nicht angewendet wird, oder die nicht im Warenkorb sein dürfen, um angewendet zu werden.
es_es: Categorías de productos a las que no se aplicará el cupón, o que no pueden estar en el carrito para que se aplique.
fr_fr: Catégories de produits auxquelles le coupon ne sera pas appliqué, ou qui ne doivent pas être dans le panier pour pouvoir l'appliquer.
it_it: Categorie di prodotto a cui il coupon non si applicherà, o che non possono essere nel carrello per poter essere applicate.
ja: クーポンが適用されないカテゴリー、またはカートに入っていてはいけないカテゴリー。
pl_pl: Kategorie produktów, do których kupon nie będzie stosowany, lub które nie mogą znajdować się w koszyku, aby można go było zastosować.
pt_br: Categorias de produtos às quais o cupom não será aplicado, ou que não podem estar no carrinho para que seja aplicado.

source: You need to provide a credit amount for the coupon.
de_de: Sie müssen einen Guthabenbetrag für den Gutschein angeben.
es_es: Debe ingresar una cantidad de crédito para el cupón.
fr_fr: Vous devez fournir un montant de crédit pour le coupon.
it_it: Devi fornire un importo di credito per il coupon.
ja: クーポンにはクレジット金額を入力してください。
pl_pl: Musisz podać kwotę kredytu dla kuponu.
pt_br: Você precisa informar um valor de crédito para o cupom.

source: You need to choose a customer who to send the coupon.
de_de: Sie müssen einen Kunden auswählen, an den der Gutschein gesendet werden soll.
es_es: Debe elegir un cliente al que enviar el cupón.
fr_fr: Vous devez choisir un client à qui envoyer le coupon.
it_it: Devi scegliere un cliente a cui inviare il coupon.
ja: クーポンを送る顧客を選択してください。
pl_pl: Musisz wybrać klienta, do którego chcesz wysłać kupon.
pt_br: Você precisa escolher um cliente para enviar o cupom.

source: The following emails are invalid: %s.
de_de: Die folgenden E-Mails sind ungültig: %s.
es_es: Los siguientes correos electrónicos son inválidos: %s.
fr_fr: Les emails suivants sont invalides : %s.
it_it: Le seguenti email sono non valide: %s.
ja: 次のメールアドレスは無効です: %s。
pl_pl: Następujące e-maile są nieprawidłowe: %s.
pt_br: Os seguintes e-mails são inválidos: %s.

source: An expiration date is required.
de_de: Ein Ablaufdatum ist erforderlich.
es_es: Se requiere una fecha de expiración.
fr_fr: Une date d'expiration est requise.
it_it: È richiesta una data di scadenza.
ja: 有効期限の日付を入力してください。
pl_pl: Wymagana jest data wygaśnięcia.
pt_br: É necessária uma data de expiração.

source: An expiration period is required.
de_de: Ein Ablaufzeitraum ist erforderlich.
es_es: Se requiere un período de expiración.
fr_fr: Une période d'expiration est requise.
it_it: È richiesto un periodo di scadenza.
ja: 有効期限の期間を入力してください。
pl_pl: Wymagany jest okres wygaśnięcia.
pt_br: É necessário um período de expiração.

source: Store credit sent to the customer.
de_de: Guthaben an den Kunden gesendet.
es_es: Crédito en tienda enviado al cliente.
fr_fr: Crédit en magasin envoyé au client.
it_it: Credito in negozio inviato al cliente.
ja: ストアクレジットが顧客に送信されました。
pl_pl: Kredyt sklepowy wysłany do klienta.
pt_br: Crédito em loja enviado ao cliente.

source: An unexpected error occurred.
de_de: Ein unerwarteter Fehler ist aufgetreten.
es_es: Ocurrió un error inesperado.
fr_fr: Une erreur inattendue est survenue.
it_it: Si è verificato un errore imprevisto.
ja: 予期しないエラーが発生しました。
pl_pl: Wystąpił nieoczekiwany błąd.
pt_br: Ocorreu um erro inesperado.

source: Store credit
de_de: Guthaben
es_es: Crédito en tienda
fr_fr: Crédit en magasin
it_it: Credito in negozio
ja: ストアクレジット
pl_pl: Kredyt sklepow
pt_br: Crédito em loja

source: The following options are specific to store credit coupons.
de_de: Die folgenden Optionen beziehen sich speziell auf Guthaben-Gutscheine.
es_es: Las siguientes opciones son específicas para cupones de crédito en tienda.
fr_fr: Les options suivantes sont spécifiques aux coupons de crédit en magasin.
it_it: Le seguenti opzioni sono specifiche per i coupon di credito in negozio.
ja: 以下のオプションはストアクレジットクーポンに特有です。
pl_pl: Następujące opcje są specyficzne dla kuponów kredytu sklepowego.
pt_br: As opções a seguir são específicas para cupons de crédito em loja.

source: My Account
de_de: Mein Konto
es_es: Mi Cuenta
fr_fr: Mon compte
it_it: Il mio account
ja: マイアカウント
pl_pl: Moje konto
pt_br: Minha Conta

source: Display store credit on the My Account page.
de_de: Guthaben auf der Seite "Mein Konto" anzeigen.
es_es: Mostrar crédito en tienda en la página de Mi Cuenta.
fr_fr: Afficher le crédit en magasin sur la page Mon compte.
it_it: Mostra il credito in negozio nella pagina Il mio account.
ja: マイアカウントページにストアクレジットを表示します。
pl_pl: Wyświetl kredyt sklepowy na stronie Moje konto.
pt_br: Exibir crédito em loja na página Minha Conta.

source: Delete after use
de_de: Nach Verwendung löschen
es_es: Eliminar después de usar
fr_fr: Supprimer après utilisation
it_it: Elimina dopo l'uso
ja: 使用後に削除
pl_pl: Usuń po użyciu
pt_br: Excluir após uso

source: Delete the coupon when the credit is exhausted.
de_de: Den Gutschein löschen, wenn das Guthaben aufgebraucht ist.
es_es: Eliminar el cupón cuando se agote el crédito.
fr_fr: Supprimer le coupon lorsque le crédit est épuisé.
it_it: Elimina il coupon quando il credito è esaurito.
ja: クレジットが使い果たされたらクーポンを削除します。
pl_pl: Usuń kupon, gdy kredyt zostanie wyczerpany.
pt_br: Excluir o cupom quando o crédito for esgotado.

source: Individual use
de_de: Einzelgebrauch
es_es: Uso individual
fr_fr: Utilisation individuelle
it_it: Uso individuale
ja: 個別利用
pl_pl: Użytek indywidualny
pt_br: Uso individual

source: The coupon cannot be used in conjunction with other coupons.
de_de: Der Gutschein kann nicht in Verbindung mit anderen Gutscheinen verwendet werden.
es_es: El cupón no puede usarse junto con otros cupones.
fr_fr: Le coupon ne peut pas être utilisé avec d'autres coupons.
it_it: Il coupon non può essere usato insieme ad altri coupon.
ja: このクーポンは他のクーポンと併用できません。
pl_pl: Kupon nie może być używany w połączeniu z innymi kuponami.
pt_br: O cupom não pode ser usado junto com outros cupons.

source: Include tax
de_de: inklusive Steuern
es_es: Impuesto incluido
fr_fr: Inclure la taxe
it_it: Incluso tasse
ja: 税込み
pl_pl: Uwzględnij podatek
pt_br: Incluir imposto

source: The coupon amount includes taxes.
de_de: Der Gutscheinbetrag enthält Steuern.
es_es: La cantidad del cupón incluye impuestos
fr_fr: Le montant du coupon inclut les taxes.
it_it: L'importo del coupon include le tasse
ja: クーポン金額には税金が含まれています。
pl_pl: Kwota kuponu zawiera podatki.
pt_br: O valor do cupom inclui impostos.

source: The options 'Prices entered with tax' and 'Round tax at subtotal' must be enabled.
de_de: Die Optionen 'Preise inklusive Steuern eingeben' und 'Steuer auf Zwischensumme runden' müssen aktiviert sein.
es_es: Deben habilitarse las opciones 'Precios con impuestos incluidos' y 'Redondear impuestos en el subtotal'
fr_fr: Les options 'Prix entrés avec taxe' et 'Arrondir la taxe au sous-total' doivent être activées.
it_it: Le opzioni 'Prezzi inseriti con tasse' e 'Arrotonda le tasse allo subtotale' devono essere attivate
ja: 「税込み価格で入力」および「小計で税金を四捨五入」のオプションを有効にしてください。
pl_pl: Należy włączyć opcje „Ceny podane z podatkiem” i „Zaokrąglij podatek do sumy częściowej”.
pt_br: As opções 'Preços inseridos com imposto' e 'Arredondar imposto no subtotal' devem estar ativadas.

source: Apply to shipping
de_de: Auf Versand anwenden
es_es: Aplicar al envío
fr_fr: Appliquer à l'expédition
it_it: Applicare alle spese di spedizione
ja: 配送に適用
pl_pl: Zastosuj do wysyłki
pt_br: Aplicar ao frete

source: Apply the remaining coupon amount to the shipping costs.
de_de: Den verbleibenden Gutscheinbetrag auf die Versandkosten anwenden.
es_es: Aplicar el monto restante del cupón a los costos de envío
fr_fr: Appliquer le montant restant du coupon aux frais d'expédition.
it_it: Applicare l'importo residuo del coupon alle spese di spedizione
ja: 残りのクーポン金額を配送費に適用します。
pl_pl: Zastosuj pozostałą kwotę kuponu do kosztów wysyłki.
pt_br: Aplicar o valor restante do cupom nos custos de envio.

source: Shipping not enabled.
de_de: Versand nicht aktiviert.
es_es: Envío no habilitado
fr_fr: Expédition non activée.
it_it: Spedizione non abilitata
ja: 配送が有効になっていません。
pl_pl: Wysyłka nie jest włączona.
pt_br: Frete não ativado.

source: Available placeholders: %s
de_de: Verfügbare Platzhalter: %s
es_es: Marcadores disponibles: %s
fr_fr: Placeholders disponibles : %s
it_it: Segnaposto disponibili: %s
ja: 利用可能なプレースホルダー： %s
pl_pl: Dostępne symbole zastępcze: %s
pt_br: Marcadores disponíveis: %s

source: Coupon code format
de_de: Gutschein-Code-Format
es_es: Formato del código del cupón
fr_fr: Format du code de coupon
it_it: Formato del codice coupon
ja: クーポンコードの形式
pl_pl: Format kodu kuponu
pt_br: Formato do código do cupom

source: Display coupons
de_de: Gutscheine anzeigen
es_es: Mostrar cupones
fr_fr: Afficher les coupons
it_it: Mostra coupon
ja: クーポンを表示
pl_pl: Wyświetl kupony
pt_br: Exibir cupons

source: Display the customer's coupons on the Cart and Checkout pages.
de_de: Zeigen Sie die Gutscheine des Kunden auf den Seiten Warenkorb und Kasse an.
es_es: Mostrar los cupones del cliente en las páginas del Carrito y del Pago
fr_fr: Afficher les coupons du client sur les pages Panier et Paiement.
it_it: Mostra i coupon del cliente nelle pagine Carrello e Checkout
ja: カートとチェックアウトページに顧客のクーポンを表示します。
pl_pl: Wyświetl kupony klienta na stronach Koszyk i Realizacja zamówienia.
pt_br: Exibir os cupons do cliente nas páginas de Carrinho e Finalizar Compra.

source: Enter the message to display on the cart and checkout pages when the customer has coupons available. HTML is not supported.
de_de: Geben Sie die Nachricht ein, die auf den Warenkorb- und Kassen-Seiten angezeigt werden soll, wenn der Kunde Gutscheine hat. HTML wird nicht unterstützt.
es_es: Introduce el mensaje que se mostrará en las páginas del carrito y del pago cuando el cliente tenga cupones disponibles. No se admite HTML.
fr_fr: Entrez le message à afficher sur les pages du panier et du paiement lorsque le client a des coupons disponibles. HTML n'est pas pris en charge.
it_it: Inserisci il messaggio da visualizzare nelle pagine del carrello e del checkout quando il cliente ha coupon disponibili. HTML non è supportato.
ja: お客様がクーポンを利用できる場合にカートとチェックアウトページに表示するメッセージを入力してください。HTMLはサポートされていません。
pl_pl: Wprowadź wiadomość wyświetlaną na stronach koszyka i realizacji zamówienia, gdy klient ma dostępne kupony. HTML nie jest obsługiwany.
pt_br: Insira a mensagem a ser exibida nas páginas do carrinho e do checkout quando o cliente tiver cupons disponíveis. HTML não é suportado.
