Repository: magelifesaver/greenb
Catalog: woocommerce-store-credit/i18n/languages/woocommerce-store-credit-*.po
Languages: de_de, es_es, fr_fr, it_it, ja, pl_pl, pt_br

source: Store Credit
de_de: Store-Gutschrift
es_es: Crédito en Tienda
fr_fr: Crédit en magasin
it_it: Credito del negozio
ja: ストアクレジット
pl_pl: Kredyt sklepowym
pt_br: Crédito em Loja

source: Store credit for WooCommerce coupon data
de_de: Store-Gutschrift für WooCommerce-Coupon-Daten
es_es: Datos del cupón de crédito en tienda para WooCommerce
fr_fr: Données du coupon de crédit en magasin pour WooCommerce
it_it: Dati del coupon di credito del negozio per WooCommerce
ja: WooCommerceクーポンデータのストアクレジット
pl_pl: Dane kuponu kredytu sklepowym dla WooCommerce
pt_br: Dados do cupom de crédito em loja para WooCommerce

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
de_de: Durch die Nutzung dieser Erweiterung können personenbezogene Daten gespeichert oder Daten an einen externen Dienst weitergegeben werden. <a href="%s" target="_blank">Erfahren Sie mehr darüber, wie das funktioniert, einschließlich dessen, was Sie in Ihrer Datenschutzerklärung aufnehmen möchten.</a>
es_es: Al usar esta extensión, puede estar almacenando datos personales o compartiendo datos con un servicio externo. <a href="%s" target="_blank">Aprende más sobre cómo funciona esto, incluyendo qué puedes querer incluir en tu política de privacidad.</a>
fr_fr: En utilisant cette extension, vous pouvez stocker des données personnelles ou partager des données avec un service externe. <a href="%s" target="_blank">En savoir plus sur le fonctionnement, y compris ce que vous pouvez vouloir inclure dans votre politique de confidentialité.</a>
it_it: Utilizzando questa estensione, potresti memorizzare dati personali o condividere dati con un servizio esterno. <a href="%s" target="_blank">Scopri come funziona, incluso cosa potresti voler includere nella tua politica sulla privacy.</a>
ja: この拡張機能を使用すると、個人情報を保存したり、外部サービスとデータを共有したりする場合があります。 <a href="%s" target="_blank">詳細な仕組みやプライバシーポリシーに含める内容についてはこちらをご覧ください。</a>
pl_pl: Korzystając z tego rozszerzenia, możesz przechowywać dane osobowe lub udostępniać dane z zewnętrzną usługą. <a href="%s" target="_blank">Dowiedz się więcej o tym, jak to działa, w tym co możesz chcieć zawrzeć w swojej polityce prywatności.</a>
pt_br: Ao usar esta extensão, você pode estar armazenando dados pessoais ou compartilhando dados com um serviço externo. <a href="%s" target="_blank">Saiba mais sobre como isso funciona, incluindo o que você pode querer incluir na sua política de privacidade.</a>

source: Coupons
es_es: Cupones
it_it: Coupon
ja: クーポン
pl_pl: Kupony
pt_br: Cupons

source: Removed personal data from coupon %s.
de_de: Personenbezogene Daten aus Coupon %s entfernt.
es_es: Datos personales eliminados del cupón %s.
fr_fr: Données personnelles supprimées du coupon %s.
it_it: Dati personali rimossi dal coupon %s.
ja: クーポン %sから個人データを削除しました。
pl_pl: Usunięto dane osobowe z kuponu %s.
pt_br: Dados pessoais removidos do cupom %s.

source: Personal data within coupon %s has been retained.
de_de: Personenbezogene Daten innerhalb des Coupons %s wurden beibehalten.
es_es: Los datos personales dentro del cupón %s han sido retenidos.
fr_fr: Les données personnelles du coupon %s ont été conservées.
it_it: I dati personali all'interno del coupon %s sono stati conservati.
ja: クーポン %s内の個人データは保持されています。
pl_pl: Dane osobowe w kuponie %s zostały zachowane.
pt_br: Dados pessoais dentro do cupom %s foram retidos.

source: Coupon code
es_es: Código del cupón
fr_fr: Code du coupon
it_it: Codice coupon
ja: クーポンコード
pl_pl: Kod kuponu
pt_br: Código do cupom

source: Allowed emails
de_de: Erlaubte E-Mails
es_es: Correos electrónicos permitidos
fr_fr: Emails autorisés
it_it: Email consentite
ja: 許可されたメールアドレス
pl_pl: Dozwolone adresy e-mail
pt_br: E-mails permitidos

source: zero
de_de: null
es_es: cero
fr_fr: zéro
ja: ゼロ

source: unlimited
de_de: unbegrenzt
es_es: ilimitado
fr_fr: illimité
it_it: illimitato
ja: 無制限
pl_pl: nieograniczone
pt_br: ilimitado

source: Enter an amount between %1$s and %2$s with increments of %3$s.
de_de: Geben Sie einen Betrag zwischen %1$s und %2$s mit Schritten von %3$s ein.
es_es: Ingresa una cantidad entre %1$s y %2$s con incrementos de %3$s.
fr_fr: Entrez un montant compris entre %1$s et %2$s avec des incréments de %3$s.
it_it: Inserisci un importo tra %1$s e %2$s con incrementi di %3$s.
ja: %3$s刻みで、%1$sから%2$sの範囲の金額を入力してください。
pl_pl: Wprowadź kwotę między %1$s a %2$s z krokiem %3$s.
pt_br: Insira um valor entre %1$s e %2$s com incrementos de %3$s.

source: Enter an amount between %1$s and %2$s.
de_de: Geben Sie einen Betrag zwischen %1$s und %2$s ein.
es_es: Ingresa una cantidad entre %1$s y %2$s.
fr_fr: Entrez un montant compris entre %1$s et %2$s.
it_it: Inserisci un importo tra %1$s e %2$s.
ja: %1$sから%2$sの範囲の金額を入力してください。
pl_pl: Wprowadź kwotę między %1$s a %2$s.
pt_br: Insira um valor entre %1$s e %2$s.

source: Credit amount (%s)
de_de: Guthabenbetrag (%s)
es_es: Cantidad de crédito (%s)
fr_fr: Montant du crédit (%s)
it_it: Importo del credito (%s)
ja: クレジット金額 (%s)
pl_pl: Kwota kredytu (%s)
pt_br: Valor do crédito (%s)

source: Send to
de_de: Senden an
es_es: Enviar a
fr_fr: Envoyer à
it_it: Invia a
ja: 送信先
pl_pl: Wyślij do
pt_br: Enviar para

source: The receiver email
de_de: E-Mail des Empfängers
es_es: El correo electrónico del destinatario
fr_fr: L'email du destinataire
it_it: Email del destinatario
ja: 受取人のメールアドレス
pl_pl: E-mail odbiorcy
pt_br: E-mail do destinatário

source: Message
de_de: Nachricht
es_es: Mensaje
it_it: Messaggio
ja: メッセージ
pl_pl: Wiadomość
pt_br: Mensagem

source: Add a message
de_de: Eine Nachricht hinzufügen
es_es: Agregar un mensaje
fr_fr: Ajouter un message
it_it: Aggiungi un messaggio
ja: メッセージを追加
pl_pl: Dodaj wiadomość
pt_br: Adicionar uma mensagem

source: "%s" is a required field.
de_de: "%s" ist ein erforderliches Feld.
es_es: "%s" es un campo obligatorio.
fr_fr: "%s" est un champ obligatoire.
it_it: "%s" è un campo obbligatorio.
ja: "%s"は必須項目です。
pl_pl: "%s" jest polem wymaganym.
pt_br: "%s" é um campo obrigatório.

source: The credit amount is not valid.
de_de: Der Gutschriftenbetrag ist ungültig.
es_es: La cantidad de crédito no es válida.
fr_fr: Le montant du crédit n'est pas valide.
it_it: L'importo del credito non è valido.
ja: クレジット金額が無効です。
pl_pl: Kwota kredytu jest nieprawidłowa.
pt_br: O valor do crédito não é válido.

source: Please, enter a credit amount.
de_de: Bitte geben Sie einen Gutschriftenbetrag ein.
es_es: Por favor, ingresa una cantidad de crédito.
fr_fr: Veuillez entrer un montant de crédit.
it_it: Per favore, inserisci un importo di credito.
ja: クレジット金額を入力してください。
pl_pl: Proszę, wprowadź kwotę kredytu.
pt_br: Por favor, insira um valor de crédito.

source: The minimum credit amount is %s.
de_de: Der minimale Gutschriftenbetrag ist %s.
es_es: La cantidad mínima de crédito es %s.
fr_fr: Le montant minimum du crédit est %s.
it_it: L'importo minimo del credito è %s.
ja: 最小クレジット金額は %s です。
pl_pl: Minimalna kwota kredytu to %s.
pt_br: O valor mínimo de crédito é %s.

source: The maximum credit amount is %s.
de_de: Der maximale Gutschriftenbetrag ist %s.
es_es: La cantidad máxima de crédito es %s.
fr_fr: Le montant maximum du crédit est %s.
it_it: L'importo massimo del credito è %s.
ja: 最大クレジット金額は %s です。
pl_pl: Maksymalna kwota kredytu to %s.
pt_br: O valor máximo de crédito é %s.

source: The credit amount has an interval of %s.
de_de: Der Gutschriftenbetrag hat ein Intervall von %s.
es_es: La cantidad de crédito tiene un intervalo de %s.
fr_fr: Le montant du crédit a un intervalle de %s.
it_it: L'importo del credito ha un intervallo di %s.
ja: クレジット金額の間隔は %s です。
pl_pl: Kwota kredytu ma zakres %s.
pt_br: O valor do crédito possui um intervalo de %s.

source: Store credit discount for the order.
de_de: Gutschrift-Rabatt für die Bestellung.
es_es: Descuento de crédito en tienda para el pedido.
fr_fr: Remise de crédit en magasin pour la commande.
it_it: Sconto sul credito del negozio per l'ordine.
ja: 注文のストアクレジット割引。
pl_pl: Zniżka na kredyt sklepowym dla zamówienia.
pt_br: Desconto de crédito em loja para o pedido.

source: Invalid coupon.
de_de: Ungültiger Coupon.
es_es: Cupón inválido.
fr_fr: Coupon invalide.
it_it: Coupon non valido.
ja: 無効なクーポンです。
pl_pl: Nieprawidłowy kupon.
pt_br: Cupom inválido.

source: Invalid item discounts.
de_de: Ungültige Artikelrabatte.
es_es: Descuentos de artículos inválidos.
fr_fr: Remises sur les articles invalides.
it_it: Sconti sugli articoli non validi.
ja: 無効なアイテム割引です。
pl_pl: Nieprawidłowe rabaty na pozycje.
pt_br: Descontos de itens inválidos.

source: The argument must be an instance of the class %s.
de_de: Das Argument muss eine Instanz der Klasse %s sein.
es_es: El argumento debe ser una instancia de la clase %s.
fr_fr: L'argument doit être une instance de la classe %s.
it_it: L'argomento deve essere un'istanza della classe %s.
ja: 引数はクラス %s のインスタンスでなければなりません。
pl_pl: Argument musi być instancją klasy %s.
pt_br: O argumento deve ser uma instância da classe %s.

source: Discount: %s
de_de: Rabatt: %s
es_es: Descuento: %s
fr_fr: Remise : %s
it_it: Sconto: %s
ja: 割引： %s
pl_pl: Rabat: %s
pt_br: Desconto: %s

source: Email used for sending a store credit coupon to a customer.
de_de: E-Mail, die zum Versenden eines Store-Gutschrift-Coupons an einen Kunden verwendet wird.
es_es: Correo electrónico utilizado para enviar un cupón de crédito en tienda a un cliente.
fr_fr: Email utilisé pour envoyer un coupon de crédit en magasin à un client.
it_it: Email usata per inviare un coupon di credito del negozio a un cliente.
ja: 顧客にストアクレジットクーポンを送信するために使用されるメールアドレス。
pl_pl: E-mail używany do wysyłania kuponu kredytu sklepowym do klienta.
pt_br: E-mail usado para enviar um cupom de crédito em loja para um cliente.

source: You have received a coupon
de_de: Sie haben einen Coupon erhalten
es_es: Has recibido un cupón
fr_fr: Vous avez reçu un coupon
it_it: Hai ricevuto un coupon
ja: クーポンを受け取りました
pl_pl: Otrzymałeś kupon
pt_br: Você recebeu um cupom

source: You have been given {coupon_amount} credit
de_de: Ihnen wurde {coupon_amount} Gutschrift gewährt
es_es: Se te ha otorgado {coupon_amount} de crédito
fr_fr: Vous avez reçu {coupon_amount} de crédit
it_it: Ti è stato assegnato {coupon_amount} di credito
ja: {coupon_amount} のクレジットを付与されました
pl_pl: Otrzymałeś {coupon_amount} kredytu
pt_br: Você recebeu {coupon_amount} de crédito

source: Redeem now
de_de: Jetzt einlösen
es_es: Canjear ahora
fr_fr: Utiliser maintenant
it_it: Riscatta ora
ja: 今すぐ引き換える
pl_pl: Zrealizuj teraz
pt_br: Resgatar agora

source: Button text
es_es: Texto del botón
fr_fr: Texte du bouton
it_it: Testo del pulsante
ja: ボタンのテキスト
pl_pl: Tekst przycisku
pt_br: Texto do botão

source: Text for the email CTA button.
de_de: Text für den CTA-Button in der E-Mail.
es_es: Texto para el botón de llamada a la acción del correo electrónico.
fr_fr: Texte pour le bouton CTA de l'email.
it_it: Testo per il pulsante CTA dell'email.
ja: メールのCTAボタンのテキスト。
pl_pl: Tekst dla przycisku CTA w e-mailu.
pt_br: Texto para o botão de CTA do e-mail.

source: %1$s (#%2$s &ndash; %3$s)
fr_fr: %1$s (#%2$s – %3$s)
ja: %1$s（#%2$s – %3$s）

source: day
de_de: Tag
es_es: día
fr_fr: jour
it_it: giorno
ja: 日
pl_pl: dzień
pt_br: dia

source: week
de_de: Woche
es_es: semana
fr_fr: semaine
it_it: settimana
ja: 週
pl_pl: tydzień
pt_br: semana

source: month
de_de: Monat
es_es: mes
fr_fr: mois
it_it: mese
ja: 月
pl_pl: miesiąc
pt_br: mês

source: year
de_de: Jahr
es_es: año
fr_fr: année
it_it: anno
ja: 年
pl_pl: rok
pt_br: ano

source: Expires on %s
de_de: Gültig bis %s
es_es: Expira el %s
fr_fr: Expire le %s
it_it: Scade il %s
ja: %sに期限切れ
pl_pl: Wygasa %s
pt_br: Expira em %s

source: To redeem your store credit use the following code during checkout:
de_de: Verwenden Sie während des Bezahlvorgangs den folgenden Code, um Ihre Store-Gutschrift einzulösen:
es_es: Para canjear tu crédito en tienda, usa el siguiente código durante el pago:
fr_fr: Pour utiliser votre crédit en magasin, utilisez le code suivant lors du paiement :
it_it: Per riscattare il credito del negozio usa il seguente codice durante il checkout:
ja: チェックアウト時に以下のコードを使用してストアクレジットを引き換えてください：
pl_pl: Aby zrealizować swój kredyt sklepowym, użyj następującego kodu podczas realizacji zamówienia:
pt_br: Para resgatar seu crédito em loja, use o seguinte código durante o checkout:

source: This credit can be redeemed until %s.
de_de: Diese Gutschrift kann bis zum %s eingelöst werden.
es_es: Este crédito puede canjearse hasta el %s.
fr_fr: Ce crédit peut être utilisé jusqu'au %s.
it_it: Questo credito può essere riscattato fino al %s.
ja: %sまでこのクレジットを引き換えることができます。
pl_pl: Ten kredyt można zrealizować do %s.
pt_br: Este crédito pode ser resgatado até %s.

source: This credit is valid for the following product: %s.
de_de: Diese Gutschrift ist gültig für das folgende Produkt: %s.
es_es: Este crédito es válido para el siguiente producto: %s.
fr_fr: Ce crédit est valable pour le produit suivant : %s.
it_it: Questo credito è valido per il seguente prodotto: %s.
ja: このクレジットは次の商品のみに有効です： %s。
pl_pl: Ten kredyt jest ważny dla następującego produktu: %s.
pt_br: Este crédito é válido para o seguinte produto: %s.

source: This credit is valid for the following product category: %s.
de_de: Diese Gutschrift ist gültig für die folgende Produktkategorie: %s.
es_es: Este crédito es válido para la siguiente categoría de productos: %s.
fr_fr: Ce crédit est valable pour la catégorie de produits suivante : %s.
it_it: Questo credito è valido per la seguente categoria di prodotti: %s.
ja: このクレジットは次の商品のカテゴリーに有効です： %s。
pl_pl: Ten kredyt jest ważny dla następującej kategorii produktu: %s.
pt_br: Este crédito é válido para a seguinte categoria de produto: %s.

source: This credit is valid for the following category: %s.
de_de: Diese Gutschrift ist gültig für die folgende Kategorie: %s.
es_es: Este crédito es válido para la siguiente categoría: %s.
fr_fr: Ce crédit est valable pour la catégorie suivante : %s.
it_it: Questo credito è valido per la seguente categoria: %s.
ja: このクレジットは次のカテゴリーに有効です： %s。
pl_pl: Ten kredyt jest ważny dla następującej kategorii: %s.
pt_br: Este crédito é válido para a seguinte categoria: %s.

source: You have <a href="%s">store credit coupons</a> available to spend on your next purchase.
de_de: Sie haben <a href="%s">Store-Gutschrift-Coupons</a> zur Verfügung, um sie bei Ihrem nächsten Einkauf zu verwenden.
es_es: Tienes <a href="%s">cupones de crédito en tienda</a> disponibles para gastar en tu próxima compra.
fr_fr: Vous avez <a href="%s">des coupons de crédit en magasin</a> disponibles pour votre prochain achat.
it_it: Hai <a href="%s">coupon di credito del negozio</a> disponibili da spendere nel tuo prossimo acquisto.
ja: 次回の購入に使える<a href="%s">ストアクレジットクーポン</a>があります。
pl_pl: Masz dostępne <a href="%s">kupony kredytu sklepowym</a> do wykorzystania przy następnym zakupie.
pt_br: Você tem <a href="%s">cupons de crédito em loja</a> disponíveis para gastar na sua próxima compra.

source: Code
es_es: Código
it_it: Codice
ja: コード
pl_pl: Kod
pt_br: Código

source: Credit
de_de: Gutschrift
es_es: Crédito
fr_fr: Crédit
it_it: Credito
ja: クレジット
pl_pl: Kredyt
pt_br: Crédito

source: Expiry date
de_de: Ablaufdatum
es_es: Fecha de vencimiento
fr_fr: Date d'expiration
it_it: Data di scadenza
ja: 有効期限
pl_pl: Data wygaśnięcia
pt_br: Data de validade

source: Actions
de_de: Aktionen
es_es: Acciones
it_it: Azioni
ja: 操作
pl_pl: Akcje
pt_br: Ações

source: No store credit coupons found.
de_de: Keine Store-Gutschriften-Coupons gefunden.
es_es: No se encontraron cupones de crédito en tienda.
fr_fr: Aucun coupon de crédit en magasin trouvé.
it_it: Nessun coupon di credito del negozio trovato.
ja: ストアクレジットクーポンが見つかりませんでした。
pl_pl: Nie znaleziono kuponów kredytowych sklepu.
pt_br: Nenhum cupom de crédito na loja encontrado.

source: Use now
de_de: Jetzt verwenden
es_es: Usar ahora
fr_fr: Utiliser maintenant
it_it: Usa ora
ja: 今すぐ使う
pl_pl: Użyj teraz
pt_br: Usar agora

source: Choose a different amount:
de_de: Wählen Sie einen anderen Betrag:
es_es: Elige una cantidad diferente:
fr_fr: Choisissez un montant différent :
it_it: Scegli un importo diverso:
ja: 別の金額を選択してください：
pl_pl: Wybierz inną kwotę:
pt_br: Escolha um valor diferente:

source: Other
de_de: Andere
es_es: Otro
fr_fr: Autre
it_it: Altro
ja: その他
pl_pl: Inne
pt_br: Outro

source: %1$s or %2$s
de_de: %1$s oder %2$s
es_es: %1$s o %2$s
fr_fr: %1$s ou %2$s
it_it: %1$s o %2$s
ja: %1$s または %2$s
pl_pl: %1$s lub %2$s
pt_br: %1$s ou %2$s

source: %1$s and %2$s
de_de: %1$s und %2$s
es_es: %1$s y %2$s
fr_fr: %1$s et %2$s
it_it: %1$s e %2$s
ja: %1$s と %2$s
pl_pl: %1$s i %2$s
pt_br: %1$s e %2$s

source: Every Minute
de_de: Alle Minuten
es_es: Cada minuto
fr_fr: Toutes les minutes
it_it: Ogni minuto
ja: 毎分
pl_pl: Co minutę
pt_br: A cada minuto

source: Every %d Minutes
de_de: Alle %d Minuten
es_es: Cada %d minutos
fr_fr: Toutes les %d minutes
it_it: Ogni %d minuti
ja: 毎 %d 分
pl_pl: Co %d minut
pt_br: A cada %d minutos

source: %s avatar
ja: %s アバター

source: This plugin is localized into multiple languages. While English is our primary language, our goal is to serve merchants and their customers in their own native language. If you would like to provide localization feedback and help us build features that are relevant to you and to customers located in your region, please %1$sget in touch%2$s.
de_de: Dieses Plugin ist in mehrere Sprachen lokalisiert. Während Englisch unsere Hauptsprache ist, möchten wir Händlern und ihren Kunden in ihrer Muttersprache dienen. Wenn Sie Feedback zur Lokalisierung geben und uns bei der Entwicklung von Funktionen unterstützen möchten, die für Sie und Kunden in Ihrer Region relevant sind, %1$snehmen Sie Kontakt auf%2$s.
es_es: Este plugin está localizado en varios idiomas. Aunque el inglés es nuestro idioma principal, nuestro objetivo es servir a comerciantes y sus clientes en su propio idioma nativo. Si deseas proporcionar comentarios sobre la localización y ayudarnos a construir funciones que sean relevantes para ti y para los clientes en tu región, por favor %1$sponte en contacto%2$s.
fr_fr: Ce plugin est localisé en plusieurs langues. Bien que l'anglais soit notre langue principale, notre objectif est de servir les commerçants et leurs clients dans leur propre langue. Si vous souhaitez fournir des retours sur la localisation et nous aider à développer des fonctionnalités qui vous concernent et concernent les clients de votre région, veuillez %1$sprendre contact%2$s.
it_it: Questo plugin è localizzato in più lingue. Sebbene l'inglese sia la nostra lingua principale, il nostro obiettivo è servire commercianti e clienti nella loro lingua madre. Se desideri fornire feedback sulla localizzazione e aiutarci a sviluppare funzionalità rilevanti per te e per i clienti della tua regione, per favore %1$scontattaci%2$s.
ja: このプラグインは複数の言語にローカライズされています。英語が主言語ですが、私たちの目標は、商人とその顧客がそれぞれの母国語でサービスを受けられるようにすることです。ローカリゼーションのフィードバックを提供し、あなたやあなたの地域の顧客に関連する機能を構築する手助けをしたい場合は、%1$sお問い合わせください%2$s。
pl_pl: Ten plugin jest zlokalizowany w wielu językach. Chociaż angielski jest naszym głównym językiem, naszym celem jest obsługa sprzedawców i ich klientów w ich własnym języku. Jeśli chcesz przekazać nam opinię na temat lokalizacji i pomóc nam tworzyć funkcje, które są dla Ciebie i klientów w Twoim regionie istotne, prosimy %1$sskontaktuj się z nami%2$s.
pt_br: Este plugin está localizado em vários idiomas. Embora o inglês seja nosso idioma principal, nosso objetivo é atender comerciantes e seus clientes em seu próprio idioma nativo. Se você quiser fornecer feedback de localização e nos ajudar a criar recursos relevantes para você e para os clientes em sua região, por favor, %1$sentre em contato%2$s.

source: Configure
de_de: Konfigurieren
es_es: Configurar
fr_fr: Configurer
it_it: Configura
ja: 設定
pl_pl: Konfiguruj
pt_br: Configurar

source: Docs
de_de: Dokumentation
ja: ドキュメント
pl_pl: Dokumentacja

source: Support
es_es: Soporte
it_it: Supporto
ja: サポート
pl_pl: Wsparcie
pt_br: Suporte

source: Review
de_de: Bewertung
es_es: Reseñar
fr_fr: Avis
it_it: Recensisci
ja: レビュー
pl_pl: Recenzja
pt_br: Avaliar

source: Dashboard
es_es: Tablero
fr_fr: Tableau de bord
ja: ダッシュボード
pl_pl: Panel
pt_br: Painel

source: You have not completed setup. %1$sClick here to resume%2$s.
de_de: Sie haben die Einrichtung nicht abgeschlossen. %1$sKlicken Sie hier, um fortzufahren%2$s.
es_es: No has completado la configuración. %1$sHaz clic aquí para reanudar%2$s.
fr_fr: Vous n'avez pas terminé la configuration. %1$sCliquez ici pour reprendre%2$s.
it_it: Non hai completato la configurazione. %1$sClicca qui per riprendere%2$s.
ja: 設定が完了していません。%1$sこちらをクリックして続行してください%2$s。
pl_pl: Nie ukończyłeś konfiguracji. %1$sKliknij tutaj, aby kontynuować%2$s.
pt_br: Você não concluiu a configuração. %1$sClique aqui para retomar%2$s.

source: Invalid request.
de_de: Ungültige Anfrage.
es_es: Solicitud inválida.
fr_fr: Requête invalide.
it_it: Richiesta non valida.
ja: 無効なリクエストです。
pl_pl: Nieprawidłowe żądanie.
pt_br: Solicitação inválida.

source: Invalid parameter.
de_de: Ungültiger Parameter.
es_es: Parámetro inválido.
fr_fr: Paramètre invalide.
it_it: Parametro non valido.
ja: 無効なパラメータです。
pl_pl: Nieprawidłowy parametr.
pt_br: Parâmetro inválido.

source: Unauthorized.
de_de: Nicht autorisiert.
es_es: No autorizado.
fr_fr: Non autorisé.
it_it: Non autorizzato.
ja: 許可されていません。
pl_pl: Nieautoryzowany.
pt_br: Não autorizado.

source: Forbidden.
de_de: Verboten.
es_es: Prohibido.
fr_fr: Interdit.
it_it: Vietato.
ja: 禁止されています。
pl_pl: Zabronione.
pt_br: Proibido.

source: Resource not found.
de_de: Ressource nicht gefunden.
es_es: Recurso no encontrado.
fr_fr: Ressource non trouvée.
it_it: Risorsa non trovata.
ja: リソースが見つかりません。
pl_pl: Nie znaleziono zasobu.
pt_br: Recurso não encontrado.

source: Cannot create resource.
de_de: Ressource kann nicht erstellt werden.
es_es: No se puede crear el recurso.
fr_fr: Impossible de créer la ressource.
it_it: Impossibile creare la risorsa.
ja: リソースを作成できません。
pl_pl: Nie można utworzyć zasobu.
pt_br: Não é possível criar o recurso.

source: Cannot read resource.
de_de: Ressource kann nicht gelesen werden.
es_es: No se puede leer el recurso.
fr_fr: Impossible de lire la ressource.
it_it: Impossibile leggere la risorsa.
ja: リソースを読み取れません。
pl_pl: Nie można odczytać zasobu.
pt_br: Não é possível ler o recurso.

source: Cannot edit resource.
de_de: Ressource kann nicht bearbeitet werden.
es_es: No se puede editar el recurso.
fr_fr: Impossible de modifier la ressource.
it_it: Impossibile modificare la risorsa.
ja: リソースを編集できません。
pl_pl: Nie można edytować zasobu.
pt_br: Não é possível editar o recurso.

source: Cannot delete resource.
de_de: Ressource kann nicht gelöscht werden.
es_es: No se puede eliminar el recurso.
fr_fr: Impossible de supprimer la ressource.
it_it: Impossibile eliminare la risorsa.
ja: リソースを削除できません。
pl_pl: Nie można usunąć zasobu.
pt_br: Não é possível excluir o recurso.

source: Internal server error.
de_de: Interner Serverfehler.
es_es: Error interno del servidor.
fr_fr: Erreur interne du serveur.
it_it: Errore interno del server.
ja: 内部サーバーエラーです。
pl_pl: Błąd serwera wewnętrznego.
pt_br: Erro interno do servidor.

source: Log level is required.
de_de: Protokollstufe ist erforderlich.
es_es: Se requiere el nivel de registro.
fr_fr: Le niveau de journalisation est requis.
it_it: Il livello di log è obbligatorio.
ja: ログレベルが必要です。
pl_pl: Poziom logowania jest wymagany.
pt_br: O nível de log é obrigatório.

source: Invalid log level.
de_de: Ungültige Protokollstufe.
es_es: Nivel de registro inválido.
fr_fr: Niveau de journalisation invalide.
it_it: Livello di log non valido.
ja: 無効なログレベルです。
pl_pl: Nieprawidłowy poziom logowania.
pt_br: Nível de log inválido.
