Repository: magelifesaver/greenb
Catalog: shipping-zones-by-drawing-premium/languages/szbd-*.po
Languages: fr_fr, it_it

source: Please enter a Google Maps API Key in the <a href="%s" title="settings page">settings page.</a>
fr_fr: Veuillez saisir une clé API Google Maps sur la <a href="%s" title="settings page"> page des paramètres. </a>
it_it: Inserisci la chiave API di Google Maps nella pagina delle <a href="%s" title="settings page">impostazioni.</a>

source: Shipping Zones by Drawing Premium
it_it: Aree di Spedizione create da Drawing Premium

source: Try to Geolocate and Pick the WooCommerce Store Address
fr_fr: Essayez de géolocaliser et choisir l'adresse du magasin WooCommerce
it_it: Prova a geolocalizzare e scegliere l'indirizzo WooCommerce Store

source: Search location...
fr_fr: Recherche d'un lieu ...
it_it: Cerca Zona...

source: Settings
fr_fr: Paramètres
it_it: Impostazioni

source: Advanced
fr_fr: Avancé
it_it: Avanzate

source: Draw Shipping Zones
fr_fr: Dessiner les zones de livraison
it_it: Traccia Zone di Spedizione

source: Additional Shipping Origins
fr_fr: Lieux d'expédition supplémentaires
it_it: Ulteriori origini di spedizione

source: Shipping Zones by Drawing
it_it: Zone di Spedizione create da Drawing

source: Shipping method to be used with a drawn delivery zone
fr_fr: Méthode d'expédition à utiliser avec zone de livraison tracée
it_it: Metodo di spedizione da utilizzare con una zona di consegna tracciata

source: By Radius
fr_fr: Par rayon
it_it: Per raggio

source: None
fr_fr: Rien
it_it: Nessuno

source: Main Location
fr_fr: Emplacement principal
it_it: Località principale

source: Title
fr_fr: Titre
it_it: Titolo

source: This controls the title which the user sees during checkout.
fr_fr: Cela contrôle le titre que l'utilisateur voit lors du paiement.
it_it: Questo controlla il messaggio visualizzato dall´utente durante il checkout.

source: Distance Unit
fr_fr: Unité de distance
it_it: Unità di distanza

source: Choose what distance unit to use.
fr_fr: Choisissez l'unité de distance à utiliser.
it_it: Scegli l'unità di distanza da utilizzare.

source: Metric (km)
fr_fr: Métrique (km)
it_it: Metrico (km)

source: Imperial (miles)
it_it: Imperiale (miglia)

source: Shipping Rate
fr_fr: Coût d'expédition
it_it: Tariffa di spedizione

source: Flat Rate
fr_fr: Forfait
it_it: Tariffa fissa

source: By transportation distance
fr_fr: Par distance de transport
it_it: Per distanza di trasporto

source: By fixed rate + transportation distance
fr_fr: Avec base fixe + frais selon distance de transport
it_it: A tariffa fissa + distanza di trasporto

source: Fixed Rate
fr_fr: Taux fixe
it_it: Quota Fissa

source: Enter a fixed shipping rate.
fr_fr: Entrez un tarif d'expédition fixe.
it_it: Immetti una tariffa di spedizione fissa.

source: Distance Unit Rate
fr_fr: Tarif par unité de distance
it_it: Unità di tariffa a distanza

source: Enter the rate per shipping distance unit.
fr_fr: Entrez le coût par unité de distance de livraison / d'intervention.
it_it: Immetti la tariffa per unità di distanza di spedizione.

source: Tax status
fr_fr: Statut fiscal
it_it: Regime fiscale

source: Taxable
fr_fr: Imposable
it_it: Tassabile

# Tax status
source: None
fr_fr: Aucun
it_it: Nessuno

source: Minimum order amount
fr_fr: Montant minimum de commande
it_it: Importo minimo dell'ordine

source: Select a minimum order amount.
fr_fr: Sélectionnez un montant minimum de commande.
it_it: Seleziona un importo minimo dell'ordine.

source: Coupons discounts
fr_fr: Remises des codes promo
it_it: Sconti sui Codice Promozionale

source: Apply minimum order rule before coupon discount
fr_fr: Exiger un montant minimum de commande avant d'appliquer un code promo
it_it: Applicare la regola dell'ordine minimo prima dello sconto della cedola

source: If checked, this method will be available based on pre-discount order amount.
fr_fr: Si cette case est cochée, cette méthode sera disponible en fonction du montant de la commande avant remise.
it_it: Se si seleziona, questo metodo sarà disponibile in base all'importo dell'ordine con sconto anticipato.

source: Transport mode
fr_fr: Mode de transport
it_it: Modalità di trasporto

source: Choose vehicle type to be used when calculating transportation distance och time.
fr_fr: Choisissez le type de véhicule à utiliser lors du calcul de la distance et du temps de transport.
it_it: Scegliere il tipo di veicolo da utilizzare nel calcolo della distanza o del tempo di trasporto.

source: By Car
fr_fr: En voiture
it_it: In auto

source: By Bike
fr_fr: À vélo
it_it: In bicicletta

source: Shipping Origin
fr_fr: Origine d'expédition
it_it: Origine della spedizione

source: Choose shipping origin for this shipping method
fr_fr: Choisissez l'origine de l'expédition pour ce mode d'expédition
it_it: Scegli l'origine della spedizione per questo metodo di spedizione

source: Restrict by Product Categories
fr_fr: Restreindre par catégories de produits
it_it: Limitare per categorie di prodotti

source: All products in cart must belong to one of the selected categories to activate this shipping method
fr_fr: Tous les produits du panier doivent appartenir à l'une des catégories sélectionnées pour activer ce mode de livraison
it_it: Tutti i prodotti nel carrello devono appartenere a una delle categorie selezionate per attivare questo metodo di spedizione

source: Product categories
fr_fr: Catégories du produit
it_it: Categorie di Prodotto

source: Leave empty to not restrict by product categories
fr_fr: Laisser vide pour ne pas restreindre par catégories de produits
it_it: Lasciare vuoto per non restringere per categorie di prodotti

source: Restrict by Zone (Drawn zone or by Radius)
fr_fr: Restreindre par zone (zone dessinée ou rayon)
it_it: Limitare per zona (zona disegnata o per raggio)

source: Delivery Zone
fr_fr: Zone de livraison
it_it: Area di consegna

source: Select a drawn delivery area or specify the area by a radius
fr_fr: Sélectionnez une zone de livraison tracée ou spécifiez un rayon
it_it: Seleziona un'area di consegna tracciata o specifica l'area in base a un raggio

source: Maximum radius
fr_fr: Rayon maximum
it_it: Raggio massimo

source: Maximum radius (km/miles) from selected shipping origin.
fr_fr: Rayon maximum (km/miles) depuis l'origine d'expédition sélectionnée.
it_it: Raggio massimo (km/miglia) dall'origine della spedizione selezionata.

source: Restrict by Transportation Distance
fr_fr: Restreindre en fonction de la distance de transport
it_it: Limita in base alla Distanza di Trasporto

source: Maximum transportation distance
fr_fr: Distance maximale de transport
it_it: Distanza massima di trasporto

source: Limit shipping by maximum transportation distance (km/miles) from selected store location and the selected mode (car/bike)
fr_fr: Limitez l'expédition par la distance de transport maximale (km/miles) à partir de l'emplacement du magasin sélectionné et du mode sélectionné (voiture/vélo)
it_it: Limita la spedizione in base alla distanza massima di trasporto (km/miglia) dalla posizione del negozio selezionato e al modo selezionato (auto/bici)

source: Restrict by Transportation Time
fr_fr: Restreindre en fonction du temps de transport
it_it: Limita in base al Tempo di Trasporto

source: Max transportation time
fr_fr: Durée maximale de transport
it_it: Tempo massimo di trasporto

source: Limit shipping by maximum transportation time (minutes) from selected store location and the selected mode (car/bike)
fr_fr: Limitez l'expédition par le temps de transport maximum (minutes) depuis le magasin sélectionné et le mode sélectionné (voiture/vélo)
it_it: Limita la spedizione in base al tempo massimo di trasporto (minuti) dalla posizione del negozio selezionato e al modo selezionato (auto/bici)

source: Shipping class costs
fr_fr: Frais de classe d'expédition
it_it: Classe di spese di spedizione

source: These costs can optionally be added based on the <a href="%s">product shipping class</a>.
fr_fr: Ces coûts peuvent éventuellement être ajoutés en fonction de la <a href="%s"> classe d'expédition du produit </a>.
it_it: Questi costi possono essere aggiunti come opzione in base alla <a href=“%s”>classe di spedizione del prodotto </a>.

source: "%s" shipping class cost
fr_fr: "%1$s" classe de frais d'expédition
it_it: Costo della classe di spedizione "%s" in Euro

source: No shipping class cost
fr_fr: Pas de frais de classe d'expédition
it_it: Nessuna classe di costo di spedizione

source: Calculation type
fr_fr: Type de calcul
it_it: Tipo di Calcolo

source: Per class: Charge shipping for each shipping class individually
fr_fr: Par classe: frais de livraison pour chaque classe d'expédition individuellement
it_it: Per classe: Addebita le spese di spedizione per ciascuna classe singolarmente

source: Per order: Charge shipping for the most expensive shipping class
fr_fr: Par commande: frais de livraison pour la classe d'expédition la plus chère
it_it: Per ordine: Addebita le spese di spedizione per la classe di spedizione più costosa

source: (Cost is depending on your delivery address)
fr_fr: (Le coût dépend de votre adresse de livraison)
it_it: (Il costo dipende dal vostro indirizzo di consegna)

source: Shipping Zones by Drawing Origins
fr_fr: Zones d'expédition par traçage d'origines
it_it: Shipping Zones by Drawing Origine

source: Shipping Zone Origins
fr_fr: Zone d'origines d'expédition
it_it: Shipping Zones Origine

source: Origin List
fr_fr: Liste de lieux d'origine
it_it: Elenco delle origini

source: New Shipping Origin
fr_fr: Nouveau lieu d'expédition
it_it: Nuova origine di spedizione

source: Add New Origin
fr_fr: Ajouter nouveau lieu
it_it: Aggiungi Nuova Origine

source: Edit Origin
fr_fr: Éditer le lieu
it_it: Modifica Origine

source: New Origin
fr_fr: Nouveau lieu
it_it: Nuova origine

source: View Origin
fr_fr: Voir le lieu d'origine
it_it: Vedi Origine

source: Search Origin
fr_fr: Rechercher le lieu d'origine
it_it: Cerca l'origine

source: Nothing found
fr_fr: Rien de trouvé
it_it: Nessun risultato

source: Nothing found in Trash
fr_fr: Rien de trouvé dans la corbeille
it_it: Nulla trovato nel Cestino

source: Shipping Zone Maps
fr_fr: Cartes des zones d'expédition
it_it: Mappe delle Zone di Spedizione

source: Zone List
fr_fr: Liste des zones
it_it: Elenco delle Zone

source: New Shipping Zone
fr_fr: Nouvelle zone de livraison / d'intervention
it_it: Nuova Zona di Spedizione

source: Add New Zone
fr_fr: Ajouter une nouvelle zone
it_it: Aggiungi una Nuova Zona

source: Edit Zone
fr_fr: Éditer la zone
it_it: Modifica Zona

source: New Zone
fr_fr: Nouvelle zone
it_it: Nuova Zona

source: View Zone
fr_fr: Voir la zone
it_it: Visualizza Zona

source: Search Zone
fr_fr: Zone de recherche
it_it: Cerca Zona

source: <p><a href="https://cloud.google.com/maps-platform/#get-started" target="_blank">Visit Google to get your API Key &raquo;</a> <br>Include Maps JavaScript API, Places API, Geocoding API, Directions API</p>
fr_fr: <p> <a href="https://cloud.google.com/maps-platform/#get-started" target="_blank"> Visitez Google pour obtenir votre clé API & raquo; </a> <br> Incluez les API Maps JavaScript, API Places, API Geocoding, et API Directions </p>
it_it: <p><a href="https://cloud.google.com/maps-platform/#get-started" target="_blank">Visita Google per ottenere la tua chiave API</a><br>Includi Maps JavaScript API, Places API, Geocoding API, Directions API</p>

source: Show only lowest cost shipping method?
fr_fr: Afficher uniquement la méthode d'expédition la moins chère ?
it_it: Mostra solo il metodo di spedizione con il costo più basso?

source: At checkout, show only the "Shipping Zones by Drawing" shipping method with the lowest cost.
fr_fr: Lors du paiement, affichez uniquement la méthode d'expédition "Shipping Zones by Drawing" avec le coût le plus bas.
it_it: Al checkout mostra solo il metodo di spedizione "Zone di Spedizione create da Drawing" con il costo più basso.

source: Hide shipping costs at cart page?
fr_fr: Masquer les frais d'expédition dans le panier ?
it_it: Nascondi i costi di spedizione sulla pagina del carrello?

source: At cart page, hide the shipping costs.
fr_fr: Sur la page du panier, masquer les frais de port.
it_it: Alla pagina del carrello, nascondi i costi di spedizione.

source: Enable at cart page?
fr_fr: Activer sur la page du panier ?
it_it: Abilitare la pagina del carrello?

source: Make geolocation calculations at cart page.
fr_fr: Effectuez des calculs de géolocalisation sur la page du panier.
it_it: Effettuare i calcoli di geolocalizzazione nella pagina del carrello.

source: Pick Precise Delivery Address from Map?
fr_fr: Choisir une adresse de livraison précise sur la carte ?
it_it: Scegliere l'indirizzo di consegna preciso dalla mappa?

source: Inactivate
fr_fr: Désactiver
it_it: Inattivare

source: Always show the delivery map
fr_fr: Toujours montrer la carte de livraison
it_it: Mostra sempre la mappa di consegna

source: Show the delivey map when Google fail to geolocate the delivery address
fr_fr: Afficher la carte de livraison lorsque Google ne parvient pas à géolocaliser l'adresse de livraison
it_it: Mostra la mappa di delivey quando Google non riesce a geolocalizzare l'indirizzo di consegna

source: A map can be shown at checkout that let users pick their precise delivery location.
fr_fr: Une carte peut être présentée lors de la validation de la commande pour permettre au client de préciser le lieu de livraison.
it_it: Una mappa può essere visualizzata al momento del checkout che consente agli utenti di scegliere la loro posizione di consegna precisa.

source: Auto insert saved location marker?
fr_fr: Insertion automatique d'un marqueur d'emplacement sauvegardé ?
it_it: Inserire automaticamente il marcatore di posizione salvato?

source: For logged in users, automatically insert a map marker for the latest saved location. A shipping location is saved when a customer creates an order with a picked map position.
fr_fr: Pour les utilisateurs connectés, insérer automatiquement un marqueur de carte pour la dernière position enregistrée. Un lieu d'expédition est enregistré lorsqu'un client crée une commande avec une position de carte sélectionnée.
it_it: Per gli utenti che hanno effettuato l'accesso, inserire automaticamente un indicatore di mappa per l'ultima posizione salvata. Una posizione di spedizione viene salvata quando un cliente crea un ordine con una posizione di mappa scelta.

source: Auto insert location marker?
fr_fr: Insérer automatiquement un marqueur de position ?
it_it: Inserire automaticamente il marcatore di posizione?

source: Automatically insert a location marker on the map when an address is successfully geolocated.
fr_fr: Insérez automatiquement un marqueur de localisation sur la carte lorsqu'une adresse est géolocalisée avec succès.
it_it: Inserire automaticamente un indicatore di posizione sulla mappa quando un indirizzo viene geolocalizzato con successo.

source: Map Placement
fr_fr: Placement sur la carte
it_it: Posizionamento della mappa

source: Before Payment
fr_fr: Avant Paiement
it_it: Prima del pagamento

source: Before Customer Details
fr_fr: Avant les informations client
it_it: Prima dei dettagli del cliente

source: First in Order Review
fr_fr: En premier dans le résumé de commande
it_it: Recensione di First in Order

source: After Order Notes
fr_fr: Après remarques de commande
it_it: Dopo le note dell'ordine

source: After Billing Form
fr_fr: Après le formulaire de facturation
it_it: Dopo il modulo di fatturazione

source: Select where on checkout page to place the map
fr_fr: Sélectionnez où placer la carte sur la page de paiement
it_it: Seleziona in quale punto della pagina della cassa posizionare la mappa

source: Pick location from Plus Code?
fr_fr: Choisir un emplacement à partir du code Google Plus ?
it_it: Scegliere la posizione da Plus Code?

source: Enable the ability to pick location with a Google Plus Code.
fr_fr: Activez la possibilité de choisir un emplacement avec un code Google Plus.
it_it: Abilita la possibilità di scegliere la posizione con un codice Google Plus.

source: Mandatory to precise at map?
fr_fr: Précision sur la carte obligatoire ?
it_it: Obbligatorio per la precisione sulla mappa?

source: Make it mandatory to pick address from map?.
fr_fr: Rendre obligatoire la sélection de l'adresse sur la carte ?
it_it: Rendere obbligatorio scegliere l'indirizzo dalla mappa?.

source: Secondary Google Maps API Key
fr_fr: Clé secondaire d'API Google Maps
it_it: Chiave API secondaria di Google Maps

source: If your main API Key has restrictions by HTTP referrers (web sites) you will need to enter a secondary API Key for the server to server Directions & Geocode APIs requests wich is used when running in server mode or when calculating dynamic shipping rates. This Key can not be restricted by HTTP referrers (web sites) and needs the Directions & Geocode APIs activated.
fr_fr: Si votre clé API principale est soumise à des restrictions par des référents HTTP (sites Web), vous devrez entrer une clé API secondaire pour les demandes d'API de direction et de géocodage de serveur à serveur qui est utilisée lors de l'exécution en mode serveur ou lors du calcul des tarifs d'expédition dynamiques. Cette clé ne peut pas être restreinte par les référents HTTP (sites Web) et nécessite l'activation des API Directions & Geocode.
it_it: Se la tua chiave API principale ha restrizioni da parte dei referrer HTTP (siti web) avrai bisogno di inserire una chiave API secondaria per le richieste Directions & Geocode APIs da server a server, che è usata quando funziona in modalità server o quando calcola le tariffe di spedizione dinamiche. Questa chiave non può essere limitata dai referrer HTTP (siti web) e ha bisogno delle Directions & Geocode APIs attivate.

source: Set Store Location
fr_fr: Définir l'emplacement du magasin
it_it: Imposta posizione punto vendita

source: Pick Store Location from Map
fr_fr: Choisissez l'emplacement du magasin sur la carte
it_it: Scegli la posizione del Punto vendita dalla mappa

source: Geolocate WooCommerce Store Address
fr_fr: Géolocaliser l'adresse du magasin WooCommerce
it_it: Geolocalizzare l'indirizzo del negozio WooCommerce

source: This location will be used as start point when calculating dynamic shipping rates and as center point when using radius as shipping method restriction. Warning! To geolocate the WooCommerce store address may lead to unnecessary amount of Google requests.
fr_fr: Cet emplacement sera utilisé comme point de départ pour le calcul des tarifs d'expédition variables et comme point central lors de l'utilisation du rayon comme restriction de méthode d'expédition. Avertissement ! La géolocalisation de l'adresse du magasin WooCommerce peut entraîner une quantité inutile de demandes Google.
it_it: Questa posizione verrà utilizzata come punto di partenza per il calcolo delle tariffe di spedizione dinamiche e come punto centrale quando si utilizza raggio come restrizione del metodo di spedizione. Avviso! Per geolocalizzare l'indirizzo del negozio WooCommerce può portare a una quantità non necessaria di richieste di Google.

source: Pick Store Location
fr_fr: Choisissez l'emplacement du magasin
it_it: Scegli la posizione del negozio

source: Click on the map to set the store location.
fr_fr: Cliquez sur la carte pour définir l'emplacement du magasin.
it_it: Fare clic sulla mappa per impostare la posizione del punto vendita.

source: Server Mode? (Recommended)
fr_fr: Mode serveur ? (Recommandé)
it_it: Modalità server? (consigliato)

source: Run the plugin in server mode. This mode requires the 2nd Google API Key with the "Directions" and the "Geocode" libraries activated.
fr_fr: Exécutez le plugin en mode serveur. Ce mode nécessite la 2ème clé API Google avec les librairies "Directions" et "Geocode" activées.
it_it: Eseguite il plugin in modalità server. Questa modalità richiede la seconda chiave API di Google con le librerie "Directions" e "Geocode" attivate.

source: Deactivate Post Code restriction
fr_fr: Désactiver la restriction par code postal
it_it: Disattiva la restrizione del Codice Postale

source: Deactivate Post code restriction. For areas with unreliable post code matches.
fr_fr: Désactivez la restriction par code postal. Pour les zones où les correspondances de codes postaux ne sont pas fiables.
it_it: Disattiva la restrizione del Codice Postale. Per aree con corrispondenze di codici postali inattendibile.

source: Select top shipping method?
fr_fr: Sélectionner la meilleure méthode d'expédition ?
it_it: Selezionare il metodo di spedizione superiore?

source: When changed address at checkout, select the top sorted shipping method.
fr_fr: Sur changement d'adresse à la validation de la commande, sélectionner le mode d'expédition le plus haut.
it_it: Quando cambia l'indirizzo al momento del pagamento, seleziona il metodo di spedizione ordinato in alto.

source: De-activate Google Maps API?
fr_fr: Désactiver l'API Google Maps ?
it_it: Disattivare Google Maps API?

source: Force Shortcode [szbd]?
fr_fr: Forcer le shortcode [szbd] ?
it_it: Forza codice corto [szbd]?

source: Monitor insertion of shortcode [szbd]?
fr_fr: Surveiller l'insertion du shortcode [szbd] ?
it_it: Monitorare l'inserimento dello shortcode [szbd]?

source: Debug Mode
fr_fr: Mode Debug
it_it: Modalità debug

source: Show request and response data from Google calls.
fr_fr: Afficher les données de demandes et de réponses des appels Google.
it_it: Mostra i dati di richiesta e risposta delle Google calls.

source: Display shipping origin data
fr_fr: Afficher les données sur l'origine de l'expédition
it_it: Visualizzare i dati dell'origine della spedizione

source: Display the shipping origin in the admin order table and in new order emails.
fr_fr: Affichez l'origine de l'expédition dans le tableau d'administration des commandes et dans les nouveaux e-mails de commande.
it_it: Visualizza l'origine della spedizione nella tabella degli ordini dell'amministrazione e nelle e-mail dei nuovi ordini.

source: Google Response Types
fr_fr: Types de réponse Google
it_it: Tipi di risposta di Google

source: Configure custom allowed Google response types
fr_fr: Configurer les types de réponse Google personnalisés autorisés
it_it: Configurare i tipi di risposta personalizzati consentiti da Google

source: Geocode Response Types (with map)
fr_fr: Géocoder les types de réponse (avec carte)
it_it: Geocodifica dei tipi di risposta (con mappa)

source: Accepted response types for a geocode request when the map feature is activated
fr_fr: Types de réponse acceptés pour une demande de géocodage lorsque la fonctionnalité de carte est activée
it_it: Tipi di risposta accettati per una richiesta di geocodifica quando la caratteristica della mappa è attivata

source: Geocode Response Types (without map)
fr_fr: Géocoder les types de réponse (sans carte)
it_it: Tipi di risposta geocodificati (senza mappa)

source: Accepted response types for a geocode request when the map feature is disabled or when calculating a dynamic shipping rate
fr_fr: Types de réponse acceptés pour une demande de géocodage lorsque la fonctionnalité de carte est désactivée ou lors du calcul d'un tarif d'expédition dynamique
it_it: Tipi di risposta accettati per una richiesta di geocodice quando la caratteristica della mappa è disabilitata o quando si calcola una tariffa di spedizione dinamica

source: Shipping Zone Origin
fr_fr: Zone d'origine d'expédition
it_it: Shipping Zone Origine
