Repository: magelifesaver/greenb
Catalog: shipping-zones-by-drawing-premium/languages/szbd-*.po
Languages: fr_fr, it_it

source: <p><a href="https://cloud.google.com/maps-platform/#get-started" target="_blank">Visit Google to get your API Key</a> (Places & Geometry Libraries)</p>
fr_fr: <p> <a href="https://cloud.google.com/maps-platform/#get-started" target="_blank"> Visitez Google pour obtenir votre clé API </a> (bibliothèques de cartographie et de lieux) </p>
it_it: <p><a href="https://cloud.google.com/maps-platform/#get-started" target="_blank">Visita Google per ottenere la tua chiave API</a> (Places & Geometry Libraries)</p>

source: There are no shipping options available. Please ensure that your address has been entered correctly, or contact us if you need any help.
fr_fr: Il n'y a pas d'options d'expédition disponibles. Veuillez vous assurer que votre adresse a été correctement saisie ou contactez-nous si vous avez besoin d'aide.
it_it: Non ci sono opzioni di spedizione disponibili. Assicurati che il tuo indirizzo sia stato inserito correttamente o contattaci se hai bisogno di aiuto.

source: Minimum order value is
fr_fr: Le montant minimum de commande est de
it_it: Il valore minimo dell'ordine è

source: You are too far away. We only make deliveries within
fr_fr: Vous êtes trop loin. Nous n'effectuons de livraisons que dans
it_it: Sei troppo distante Facciamo solo consegne entro

source: Some items in your cart don’t ship to your location
fr_fr: Certains articles de votre panier ne peuvent pas être livrés / réalisés à votre emplacement
it_it: Alcuni articoli nel tuo carrello non vengono spediti alla tua località

source: More shipping alternatives may exist when a full shipping address is entered.
fr_fr: Plus d'alternatives d'expédition peuvent exister lorsqu'une adresse d'expédition complète est entrée.
it_it: Possono esistere più alternative di spedizione quando viene inserito un indirizzo di spedizione completo.

source: You have to precise a location at the map
fr_fr: Vous devez préciser un emplacement sur la carte
it_it: Devi precisare una posizione sulla mappa

source: Please Precise Your Location
fr_fr: Veuillez préciser votre emplacement
it_it: Si prega di precisare la vostra posizione

source: Precise Address?
fr_fr: Précisez Adresse ?
it_it: Indirizzo preciso?

source: Find Location with Google Plus Code
fr_fr: Trouver un emplacement avec le code Google Plus
it_it: Trova la posizione con il codice di Google Plus

source: Enter Plus Code...
fr_fr: Entrez le code Google Plus...
it_it: Inserisci il Codice Plus...

source: Please precise your address at the map
fr_fr: Veuillez préciser votre adresse sur la carte
it_it: Si prega di precisare il proprio indirizzo sulla mappa

source: Documentation
it_it: Documentazione

source: Shipping Zones by Drawing requires WooCommerce to be activated to work.
fr_fr: Shipping Zones by Drawing requière Woocommerce activé pour fonctionner.
it_it: Le Zone di Spedizione create da Drawing richiedono WooCommerce attivo per funzionare.

source: Shipping Zones by Drawing Premium can not be activated when the free version is active.
fr_fr: Shipping Zones by Drawing Premium ne peut pas être activée lorsque la version gratuite est active.
it_it: Le Zone di Spedizione create da Drawing Premium non possono essere attivate quando la versione gratuita e´ attiva.

source: Plus Code
fr_fr: Code Google Plus
it_it: Codice Plus

source: Picked Delivery Location
fr_fr: Lieu de livraison choisi
it_it: Ubicazione di consegna prelevata

source: Open delivery location with Google Maps
fr_fr: Ouvrir l'emplacement de livraison avec Google Maps
it_it: Apri la posizione di consegna con Google Maps

source: Picked delivery location
fr_fr: Lieu de livraison choisi
it_it: Ubicazione di consegna prelevata

source: Filter by Shipping Origin
fr_fr: Filtrer par lieu d'expédition
it_it: Filtrare per origine di spedizione

source: Customer shipping
fr_fr: Livraison au client
it_it: Spedizione al cliente

source: Latest shipping location
fr_fr: Dernier lieu d'expédition
it_it: Ultima posizione di spedizione

source: Latitude
it_it: Latitudine

source: Longitude
it_it: Longitudine

source: Latest Picked Shipping Location
fr_fr: Dernier lieu d'expédition choisi
it_it: Ultima posizione di spedizione selezionata

source: Shipping Zones by Drawing Premium for WooCommerce
it_it: Zone di Spedizione create da Drawing Premium per WooCommerce

source: Limit shipping with drawn zones or transportation distances and times. Premium version.
fr_fr: Limitez les expéditions avec des zones dessinées ou des distances et des temps de transport. Version Premium.
it_it: Limita la spedizione con zone disegnate o distanze di trasporto e tempi. Versione Premium.

source: Enter a cost (excl. tax) or sum, e.g. <code>10.00 * [qty]</code>.
fr_fr: Entrer un coût (hors taxes) ou une formule de calcul, par exemple : <code>10.00 * [qty]</code>.

source: Use <code> [weight] </code> for the total cart weight.
fr_fr: Utilisez <code> [weight] </code> pour le poids total du panier.

source: Use <code>[qty]</code> for the number of items, <br/><code>[cost]</code> for the total cost of items, and <code>[fee percent="10" min_fee="20" max_fee=""]</code> for percentage based fees.
fr_fr: Utilisez <code> [qty] </code> pour le nombre d'articles, <br/> <code> [cost] </code> pour le coût total des articles et <code> [fee percent = "10" min_fee = "20" max_fee = ""] </code> pour les frais basés sur un pourcentage.

source: Google Maps API Key
fr_fr: Clé d'API Google Maps

source: <p><a href="https://developers.google.com/maps/documentation/geocoding/overview#Types" target="_blank">Learn more.</a></p>
fr_fr: <p><a href="https://developers.google.com/maps/documentation/geocoding/overview#Types" target="_blank">En savoir plus</a></p>

source: Google Maps API
fr_fr: API Goocle Maps
