Repository: magelifesaver/greenb
Catalog: woocommerce-account-funds/i18n/languages/woocommerce-account-funds-*.po
Languages: de_de, es_es, fr_ca, it_it, ja, nl_nl, pl_pl, pt_pt

source: Account Funds for WooCommerce
de_de: Konto-Guthaben für WooCommerce
es_es: Fondos de la cuenta para WooCommerce
fr_ca: Fonds de compte pour WooCommerce
it_it: Fondi dell'Account per WooCommerce
ja: アカウント資金（WooCommerce用）
nl_nl: Account Funds voor WooCommerce
pl_pl: Fundusze konta dla WooCommerce
pt_pt: Fundos da Conta para WooCommerce

source: Allow customers to deposit funds into their accounts and pay with account funds during checkout.
de_de: Ermöglichen Sie es Kunden, Guthaben auf ihr Konto einzuzahlen und während des Bezahlvorgangs mit Konto-Guthaben zu bezahlen.
es_es: Permite a los clientes depositar fondos en sus cuentas y pagar con fondos de la cuenta durante el proceso de compra.
fr_ca: Permettre aux clients de déposer des fonds sur leurs comptes et de payer avec des fonds de compte lors du passage à la caisse.
it_it: Consenti ai clienti di depositare fondi nei loro account e pagare con i fondi dell'account durante il checkout.
ja: お客様がアカウントに資金を預け入れ、チェックアウト時にアカウント資金で支払えるようにします。
nl_nl: Sta klanten toe om geld op hun accounts te storten en tijdens het afrekenen te betalen met accountgelden.
pl_pl: Pozwól klientom na wpłacanie środków na swoje konta i płacenie nimi podczas realizacji zamówienia.
pt_pt: Permitir que os clientes depositem fundos nas suas contas e paguem com fundos da conta durante o checkout.

source: Kestrel
ja: ケストレル

source: Refund %1$s via %2$s
de_de: Rückerstattung %1$s via %2$s
es_es: Reembolsar %1$s vía %2$s
fr_ca: Remboursement %1$s via %2$s
it_it: Rimborsa %1$s tramite %2$s
ja: %2$sを通じて%1$sを返金
nl_nl: Terugbetaling %1$s via %2$s
pl_pl: Zwrot %1$s za pomocą %2$s
pt_pt: Reembolsar %1$s via %2$s

source: Refunded %1$s via %2$s.
de_de: Rückerstattung von %1$s via %2$s.
es_es: Reembolsado %1$s vía %2$s.
fr_ca: Remboursé %1$s via %2$s.
it_it: Rimborsato %1$s tramite %2$s.
ja: %2$sを通じて%1$sを返金しました。
nl_nl: Terugbetaald %1$s via %2$s.
pl_pl: Zwrot %1$s za pomocą %2$s.
pt_pt: Reembolsado %1$s via %2$s.

source: Insufficient %1$s in customer's balance (%2$s) to remove the amount of %3$s.
de_de: Unzureichende %1$s im Guthaben des Kunden (%2$s), um den Betrag von %3$s zu entfernen.
es_es: Insuficiente %1$s en el saldo del cliente (%2$s) para retirar la cantidad de %3$s.
fr_ca: Fonds de compte
it_it: Fondi insufficienti %1$s nel saldo del cliente (%2$s) per rimuovere l'importo di %3$s.
ja: 顧客の残高に %1$s が不足しているため、%3$s を削除できません。
nl_nl: Onvoldoende %1$s op het saldo van de klant (%2$s) om het bedrag van %3$s te verwijderen.
pl_pl: Niewystarczająca ilość %1$s na koncie klienta (%2$s), aby odjąć kwotę %3$s.
pt_pt: Saldo insuficiente de %1$s no saldo do cliente (%2$s) para remover o valor de %3$s.

source: Removed %1$s in %2$s from customer's balance.
de_de: %1$s aus dem Guthaben des Kunden in %2$s entfernt.
es_es: Se retiraron %1$s en %2$s del saldo del cliente.
fr_ca: Fonds de crédit en magasin supprimés de %2$s du solde du client.
it_it: Rimossi %1$s da %2$s dal saldo del cliente.
ja: 顧客の残高から %2$s の %1$s を削除しました。
nl_nl: %1$s verwijderd uit het saldo van de klant in %2$s.
pl_pl: Usunięto %1$s z %2$s z konta klienta.
pt_pt: Removido %1$s de %2$s do saldo do cliente.

source: %s average daily deposits
de_de: %s durchschnittliche tägliche Einzahlungen
es_es: %s depósitos diarios promedio
fr_ca: %s dépôts moyens quotidiens
it_it: %s depositi giornalieri medi
ja: %sの平均日次預入額
nl_nl: %s gemiddelde dagelijkse stortingen
pl_pl: %s średnich dziennych depozytów
pt_pt: %s depósitos diários médios

source: %s average monthly deposits
de_de: %s durchschnittliche monatliche Einzahlungen
es_es: %s depósitos mensuales promedio
fr_ca: %s dépôts moyens mensuels
it_it: %s depositi mensili medi
ja: %sの平均月次預入額
nl_nl: %s gemiddelde maandelijkse stortingen
pl_pl: %s średnich miesięcznych depozytów
pt_pt: %s depósitos mensais médios

source: %s total deposits in this period
de_de: %s Gesamteinzahlungen in diesem Zeitraum
es_es: %s depósitos totales en este período
fr_ca: %s dépôts totaux pour cette période
it_it: %s depositi totali in questo periodo
ja: この期間の合計預入額：%s
nl_nl: %s totale stortingen in deze periode
pl_pl: %s łącznej sumy depozytów w tym okresie
pt_pt: %s depósitos totais neste período

source: This is the sum of the order totals after any refunds and including shipping and taxes.
de_de: Dies ist die Summe der Bestellbeträge nach Rückerstattungen und inklusive Versandkosten und Steuern.
es_es: Esta es la suma de los totales de la orden después de cualquier reembolso e incluyendo envío e impuestos.
fr_ca: Ceci est la somme des totaux de commande après tout remboursement et incluant les frais de port et les taxes.
it_it: Questa è la somma dei totali degli ordini dopo eventuali rimborsi e includendo spedizione e tasse.
ja: これは、返金後の注文合計金額に送料と税金を含めた合計です。
nl_nl: Dit is de som van de orderbedragen na eventuele terugbetalingen en inclusief verzendkosten en belastingen.
pl_pl: To jest suma wartości zamówień po ewentualnych zwrotach, w tym koszty wysyłki i podatki.
pt_pt: Esta é a soma dos totais de encomendas após quaisquer reembolsos e incluindo envio e impostos.

source: %s deposits made
de_de: %s getätigte Einzahlungen
es_es: %s depósitos realizados
fr_ca: %s dépôts effectués
it_it: %s depositi effettuati
ja: %s回の預入
nl_nl: %s stortingen gedaan
pl_pl: %s dokonanych depozytów
pt_pt: %s depósitos efetuados

source: Year
de_de: Jahr
es_es: Año
fr_ca: Année
it_it: Anno
ja: 年
nl_nl: Jaar
pl_pl: Rok
pt_pt: Ano

source: Last month
de_de: Letzter Monat
es_es: El mes pasado
fr_ca: Le mois dernier
it_it: Lo scorso mese
ja: 先月
nl_nl: Vorige maand
pl_pl: Ostatni miesiąc
pt_pt: Mês passado

source: This month
de_de: Dieser Monat
es_es: Este mes
fr_ca: Ce mois-ci
it_it: Questo mese
ja: 今月
nl_nl: Deze maand
pl_pl: Ten miesiąc
pt_pt: Este mês

source: Last 7 days
de_de: Letzte 7 Tage
es_es: Últimos 7 días
fr_ca: Les 7 derniers jours
it_it: Ultimi 7 giorni
ja: 過去7日間
nl_nl: Afgelopen 7 dagen
pl_pl: Ostatnie 7 dni
pt_pt: Últimos 7 dias

source: Number of deposits made
de_de: Anzahl der Einzahlungen
es_es: Número de depósitos realizados
fr_ca: Nombre de dépôts effectués
it_it: Numero di depositi effettuati
ja: 預入回数
nl_nl: Aantal stortingen
pl_pl: Liczba dokonanych depozytów
pt_pt: Número de depósitos efetuados

source: Average sales amount
de_de: Durchschnittlicher Verkaufsbetrag
es_es: Cantidad media de ventas
fr_ca: Montant moyen des ventes
it_it: Importo medio delle vendite
ja: 平均販売額
nl_nl: Gemiddelde verkoopbedrag
pl_pl: Średnia wartość sprzedaży
pt_pt: Valor médio das vendas

source: Deposits amount
de_de: Einzahlungsbetrag
es_es: Cantidad de depósitos
fr_ca: Montant des dépôts
it_it: Importo dei depositi
ja: 預入額
nl_nl: Stortingsbedrag
pl_pl: Kwota depozytów
pt_pt: Montante de depósitos

source: The minimum amount that can be topped up is %s
de_de: Der minimale Betrag für eine Aufladung ist %s
es_es: La cantidad mínima que se puede recargar es %s
fr_ca: Le montant minimum pouvant être rechargé est de %s
it_it: L'importo minimo che può essere ricaricato è %s
ja: 最小チャージ額は%sです
nl_nl: Het minimale bedrag dat kan worden bijgevuld is %s
pl_pl: Minimalna kwota do doładowania to %s
pt_pt: O valor mínimo que pode ser carregado é %s

source: The maximum amount that can be topped up is %s
de_de: Der maximale Betrag für eine Aufladung ist %s
es_es: La cantidad máxima que se puede recargar es %s
fr_ca: Le montant maximum pouvant être rechargé est de %s
it_it: L'importo massimo che può essere ricaricato è %s
ja: 最大チャージ額は%sです
nl_nl: Het maximale bedrag dat kan worden bijgevuld is %s
pl_pl: Maksymalna kwota do doładowania to %s
pt_pt: O valor máximo que pode ser carregado é %s

source: View cart
de_de: Warenkorb anzeigen
es_es: Ver carrito
fr_ca: Voir le panier
it_it: Visualizza carrello
ja: カートを見る
nl_nl: Bekijk winkelwagen
pl_pl: Zobacz koszyk
pt_pt: Ver carrinho

source: Top-up of %1$s has been added to cart.
de_de: Die Aufladung von %1$s wurde zum Warenkorb hinzugefügt.
es_es: La recarga de %1$s ha sido añadida al carrito.
fr_ca: Le rechargement de %1$s a été ajouté au panier.
it_it: La ricarica di %1$s è stato aggiunto al carrello.
ja: %1$sのチャージがカートに追加されました。
nl_nl: Top-up van %1$s is toegevoegd aan de winkelwagen.
pl_pl: Doładowanie %1$s zostało dodane do koszyka.
pt_pt: Recarregamento de %1$s foi adicionado ao carrinho.

source: Deposits
de_de: Einzahlungen
es_es: Depósitos
fr_ca: Dépôts
it_it: Depositi
ja: 預入
nl_nl: Stortingen
pl_pl: Depozyty
pt_pt: Depósitos

source: Overview
de_de: Übersicht
es_es: Resumen
fr_ca: Aperçu
it_it: Panoramica
ja: 概要
nl_nl: Overzicht
pl_pl: Przegląd
pt_pt: Visão geral

source: My Account Funds
de_de: Mein Konto-Guthaben
es_es: Mis fondos de la cuenta
fr_ca: Mes fonds de compte
it_it: I miei Fondi dell'Account
ja: マイアカウント資金
nl_nl: Mijn Account Funds
pl_pl: Moje środki na koncie
pt_pt: Fundos da Minha Conta

source: You currently have <strong>%1$s</strong> worth of %2$s in your account.
de_de: Sie haben derzeit <strong>%1$s</strong> in Ihrem Konto an %2$s.
es_es: Actualmente tienes <strong>%1$s</strong> de valor en tu cuenta de %2$s.
fr_ca: Vous avez actuellement <strong>%1$s</strong> de %2$s dans votre compte.
it_it: Attualmente hai <strong>%1$s</strong> di valore di %2$s nel tuo account.
ja: 現在、あなたのアカウントには<strong>%1$s</strong>の%2$sがあります。
nl_nl: Je hebt momenteel <strong>%1$s</strong> aan %2$s in je account.
pl_pl: Obecnie masz <strong>%1$s</strong> wartości %2$s na swoim koncie.
pt_pt: Atualmente tem <strong>%1$s</strong> de valor em %2$s na sua conta.

source: View deposits
de_de: Einzahlungen anzeigen
es_es: Ver depósitos
fr_ca: Voir les dépôts
it_it: Visualizza depositi
ja: 入金を見る
nl_nl: Bekijk stortingen
pl_pl: Przeglądaj depozyty
pt_pt: Ver depósitos

source: My %s
de_de: Mein %s
es_es: Mi %s
fr_ca: Mon %s
it_it: Il mio %s
ja: 私の%s
nl_nl: Mijn %s
pl_pl: Moje %s
pt_pt: O meu %s

source: Title:
de_de: Titel:
es_es: Título:
fr_ca: Titre :
it_it: Titolo:
ja: タイトル：
nl_nl: Titel:
pl_pl: Tytuł:
pt_pt: Título:

source: %s increase
de_de: %s Erhöhung
es_es: %s aumento
fr_ca: %s augmentation
it_it: %s aumento
ja: %s 増加
nl_nl: %s toename
pl_pl: %s zwiększenie
pt_pt: %s aumento

source: This email is sent to the customer when the %s amount is manually increased.
de_de: Diese E-Mail wird an den Kunden gesendet, wenn der %s-Betrag manuell erhöht wird.
es_es: Este correo se envía al cliente cuando el monto %s se aumenta manualmente.
fr_ca: Cet e-mail est envoyé au client lorsque le montant %s est augmenté manuellement
it_it: Questa email viene inviata al cliente quando l'importo %s viene aumentato manualmente.
ja: このメールは、%s の金額が手動で増加されたときに顧客に送信されます。
nl_nl: Deze e-mail wordt naar de klant gestuurd wanneer het %s-bedrag handmatig wordt verhoogd.
pl_pl: Ten e-mail jest wysyłany do klienta, gdy kwota %s jest ręcznie zwiększana.
pt_pt: Este email é enviado ao cliente quando o valor %s é aumentado manualmente

source: %s increased
de_de: %s erhöht
es_es: %s aumentado
fr_ca: %s augmenté
it_it: %s aumentato
ja: %s 増加済み
nl_nl: %s verhoogd
pl_pl: %s zwiększone
pt_pt: %s aumentado

source: Your %s amount has increased to:
de_de: Ihr %s-Betrag wurde auf folgendes erhöht:
es_es: El monto de tu %s ha aumentado a:
fr_ca: Votre montant %s a été augmenté à :
it_it: Il tuo importo %s è aumentato a:
ja: あなたの %s の金額は次のように増加しました：
nl_nl: Uw %s-bedrag is verhoogd naar:
pl_pl: Twoja kwota %s została zwiększona do:
pt_pt: O seu valor %s aumentou para:

source: Message
de_de: Nachricht
es_es: Mensaje
it_it: Messaggio
ja: メッセージ
nl_nl: Bericht
pl_pl: Wiadomość
pt_pt: Mensagem

source: Available placeholders: %s.
de_de: Verfügbare Platzhalter: %s.
es_es: Marcadores de posición disponibles: %s.
fr_ca: Placeholders disponibles : %s.
it_it: Segnaposto disponibili: %s.
ja: 利用可能なプレースホルダー: %s。
nl_nl: Beschikbare placeholders: %s.
pl_pl: Dostępne placeholders: %s.
pt_pt: Marcadores disponíveis: %s.

source: Available placeholders: %s
de_de: Verfügbare Platzhalter: %s
es_es: Marcadores de posición disponibles: %s
fr_ca: Espaces réservés disponibles : %s
it_it: Placeholder disponibili: %s
ja: 利用可能なプレースホルダー：%s
nl_nl: Beschikbare placeholders: %s
pl_pl: Dostępne placeholders: %s
pt_pt: Placeholders disponíveis: %s

source: Customer not found.
de_de: Kunde nicht gefunden.
es_es: Cliente no encontrado.
fr_ca: Client non trouvé.
it_it: Cliente non trovato.
ja: 顧客が見つかりません。
nl_nl: Klant niet gevonden.
pl_pl: Nie znaleziono klienta.
pt_pt: Cliente não encontrado.

source: Insufficient %s amount.
de_de: Unzureichender %s-Betrag.
es_es: Monto insuficiente en %s.
fr_ca: Montant %s insuffisant
it_it: Importo %s insufficiente.
ja: %s の金額が不足しています。
nl_nl: Onvoldoende %s-bedrag.
pl_pl: Niewystarczająca kwota %s.
pt_pt: Valor %s insuficiente

source: %1$s payment applied: %2$s
de_de: %1$s Zahlung angewendet: %2$s
es_es: %1$s pago aplicado: %2$s
fr_ca: %1$s paiement appliqué : %2$s
it_it: %1$s pagamento applicato: %2$s
ja: %1$s の支払いが適用されました：%2$s
nl_nl: %1$s betaling toegepast: %2$s
pl_pl: %1$s zastosowana płatność: %2$s
pt_pt: %1$s pagamento aplicado: %2$s

source: Account funds
de_de: Kontoguthaben
es_es: Fondos de la cuenta
fr_ca: Fonds du compte
it_it: Fondi dell'account
ja: アカウント資金
nl_nl: Accountgelden
pl_pl: Środki na koncie
pt_pt: Fundos da conta

source: The store credit gateway is not enabled. Customers will not be able to pay for orders using their store credit.
de_de: Der Store-Credit-Zahlungsanbieter ist nicht aktiviert. Kunden können nicht mit ihrem Store-Guthaben bezahlen.
es_es: La pasarela de crédito de la tienda no está habilitada. Los clientes no podrán pagar sus pedidos usando su crédito de tienda.
fr_ca: La passerelle de crédit en magasin n'est pas activée. Les clients ne pourront pas payer leurs commandes avec leur crédit en magasin.
it_it: Il gateway di credito del negozio non è abilitato. I clienti non potranno pagare gli ordini utilizzando il credito del negozio.
ja: ストアクレジットゲートウェイが有効になっていません。顧客はストアクレジットを使用して注文を支払うことができません。
nl_nl: De store credit gateway is niet ingeschakeld. Klanten kunnen niet betalen voor bestellingen met hun store credit.
pl_pl: Brak włączonego bramki płatności za pomocą salda sklepu. Klienci nie będą mogli płacić za zamówienia przy użyciu salda sklepu.
pt_pt: O gateway de crédito da loja não está ativado. Os clientes não poderão pagar encomendas usando o crédito da loja.

source: View gateway settings
de_de: Zahlungseinstellungen des Anbieters anzeigen
es_es: Ver configuración de la pasarela
fr_ca: Voir les paramètres de la passerelle
it_it: Visualizza impostazioni gateway
ja: ゲートウェイ設定を見る
nl_nl: Gateway-instellingen bekijken
pl_pl: Zobacz ustawienia bramki płatności
pt_pt: Ver configurações do gateway

source: Version 4.0.0 of Kestrel Account funds for WooCommerce is a major upgrade paving the way for many new features to reward customers with store credit and expand your business opportunities in building customer loyalty.
de_de: Version 4.0.0 von Kestrel Account funds for WooCommerce ist ein bedeutendes Upgrade, das den Weg für viele neue Funktionen ebnet, um Kunden mit Store-Guthaben zu belohnen und Ihre Geschäftsmöglichkeiten bei der Kundenbindung zu erweitern.
es_es: La versión 4.0.0 de Kestrel Account funds para WooCommerce es una actualización importante que allana el camino para muchas funciones nuevas para recompensar a los clientes con crédito de tienda y ampliar las oportunidades de negocio para fidelizar a los clientes.
fr_ca: La version 4.0.0 de Kestrel Account funds pour WooCommerce est une mise à niveau majeure qui ouvre la voie à de nombreuses nouvelles fonctionnalités pour récompenser les clients avec du crédit en magasin et étendre vos opportunités commerciales pour fidéliser la clientèle.
it_it: La versione 4.0.0 di Kestrel Account funds for WooCommerce rappresenta un aggiornamento importante che apre la strada a molte nuove funzionalità per premiare i clienti con credito del negozio ed espandere le opportunità di business nella fidelizzazione dei clienti.
ja: WooCommerce用Kestrelアカウント資金のバージョン4.0.0は、多くの新機能を実現し、顧客にストアクレジットを提供し、顧客ロイヤルティを高めるビジネスチャンスを拡大する大規模なアップグレードです。
nl_nl: Versie 4.0.0 van Kestrel Account funds voor WooCommerce is een grote upgrade die de weg vrijmaakt voor veel nieuwe functies om klanten te belonen met store credit en je zakelijke kansen uit te breiden door klantloyaliteit op te bouwen.
pl_pl: Wersja 4.0.0 Kestrel Account funds for WooCommerce to duża aktualizacja, która otwiera drogę dla wielu nowych funkcji nagradzania klientów saldem sklepu i rozszerzania możliwości Twojego biznesu w budowaniu lojalności klientów.
pt_pt: A versão 4.0.0 do Kestrel Account funds para WooCommerce é uma atualização importante que abre caminho para muitas novas funcionalidades para recompensar os clientes com crédito na loja e expandir as oportunidades de negócio na fidelização de clientes.

source: Learn more
de_de: Mehr erfahren
es_es: Aprende más
fr_ca: En savoir plus
it_it: Scopri di più
ja: 詳細を見る
nl_nl: Lees meer
pl_pl: Dowiedz się więcej
pt_pt: Saiba mais

source: Account funds for WooCommerce
de_de: Kontoguthaben für WooCommerce
es_es: Fondos de la cuenta para WooCommerce
fr_ca: Fonds du compte pour WooCommerce
it_it: Fondi dell'account per WooCommerce
ja: WooCommerce用アカウント資金
nl_nl: Accountgelden voor WooCommerce
pl_pl: Środki na koncie dla WooCommerce
pt_pt: Fundos da conta para WooCommerce

source: Store credit
de_de: Store-Guthaben
es_es: Crédito de tienda
fr_ca: Crédit en magasin
it_it: Credito del negozio
ja: ストアクレジット
pl_pl: Saldo sklepu
pt_pt: Crédito da loja

source: Store credit products can be purchased by customers to increase their store credit balance by an amount equal to the price paid.
de_de: Store-Guthaben-Produkte können von Kunden gekauft werden, um ihr Store-Guthaben um einen Betrag zu erhöhen, der dem bezahlten Preis entspricht.
es_es: Los productos de crédito de tienda pueden ser comprados por los clientes para aumentar su saldo de crédito de tienda en una cantidad igual al precio pagado.
fr_ca: Les produits de crédit en magasin peuvent être achetés par les clients pour augmenter leur solde de crédit en magasin d'un montant égal au prix payé.
it_it: I prodotti di credito del negozio possono essere acquistati dai clienti per aumentare il saldo del credito del negozio di un importo pari al prezzo pagato.
ja: ストアクレジット商品は、顧客が支払った金額と同じ金額だけ残高を増やすために購入できます。
nl_nl: Store credit-producten kunnen door klanten worden gekocht om hun store credit-saldo te verhogen met een bedrag gelijk aan de betaalde prijs.
pl_pl: Produkty z saldem sklepu mogą być kupowane przez klientów, aby zwiększyć ich saldo sklepu o kwotę równą zapłaconej cenie.
pt_pt: Os produtos de crédito da loja podem ser adquiridos pelos clientes para aumentar o saldo de crédito na loja em um valor igual ao preço pago.

source: If a sale price is set, customers will pay the sale price and receive the full price amount in store credit instead.
de_de: Wenn ein Verkaufspreis festgelegt ist, zahlen Kunden den Verkaufspreis und erhalten den vollen Preisbetrag als Store-Guthaben.
es_es: Si se establece un precio de venta, los clientes pagarán el precio de venta y recibirán el monto completo en crédito de tienda en su lugar.
fr_ca: Si un prix de vente est fixé, les clients paieront le prix de vente et recevront le montant du prix plein en crédit en magasin à la place.
it_it: Se è impostato un prezzo di vendita, i clienti pagheranno il prezzo di vendita e riceveranno l'intero importo del prezzo come credito del negozio.
ja: 販売価格が設定されている場合、顧客は販売価格を支払い、代わりに全額のストアクレジットを受け取ります。
nl_nl: Als een verkoopprijs is ingesteld, betalen klanten de verkoopprijs en ontvangen ze het volledige bedrag in store credit in plaats daarvan.
pl_pl: Jeśli ustawiono cenę promocyjną, klienci zapłacą cenę promocyjną i otrzymają pełną kwotę ceny jako saldo sklepu zamiast tego.
pt_pt: Se for definido um preço de venda, os clientes pagarão esse preço e receberão o valor total em crédito na loja em troca.

source: Important note: store credit products should not be taxed if you are charging tax on the purchase of products.
de_de: Wichtiger Hinweis: Store-Guthaben-Produkte sollten nicht besteuert werden, wenn Sie Steuern auf den Kauf von Produkten erheben.
es_es: Nota importante: los productos de crédito de tienda no deben ser gravados si se aplica impuesto en la compra de productos.
fr_ca: Note importante : les produits de crédit en magasin ne doivent pas être taxés si vous appliquez une taxe sur l'achat de produits.
it_it: Nota importante: i prodotti di credito del negozio non devono essere tassati se si applica l'imposta sull'acquisto dei prodotti.
ja: 重要な注意点：商品購入時に税金を課している場合、ストアクレジット商品には税金をかけないでください。
nl_nl: Belangrijke opmerking: store credit-producten mogen niet worden belast als u belasting berekent over de aankoop van producten.
pl_pl: Ważna uwaga: produkty z saldem sklepu nie powinny być opodatkowane, jeśli naliczasz podatek od zakupu produktów.
pt_pt: Nota importante: os produtos de crédito da loja não devem ser tributados se estiver a cobrar imposto na compra de produtos.

source: Settings
de_de: Einstellungen
es_es: Configuraciones
fr_ca: Paramètres
it_it: Impostazioni
ja: 設定
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Configurações

source: Account funds settings
de_de: Einstellungen für Kontoguthaben
es_es: Configuraciones de fondos de la cuenta
fr_ca: Paramètres des fonds du compte
it_it: Impostazioni fondi dell'account
ja: アカウント資金設定
nl_nl: Accountgelden-instellingen
pl_pl: Ustawienia środków na koncie
pt_pt: Configurações de fundos da conta

source: Labels
es_es: Etiquetas
fr_ca: Étiquettes
it_it: Etichette
ja: ラベル
pl_pl: Etykiety
pt_pt: Etiquetas

source: Determine how store credit is presented to customers. Leave blank to use the default "Store credit".
de_de: Bestimmen Sie, wie Store-Guthaben den Kunden präsentiert wird. Lassen Sie das Feld leer, um den Standard "Store-Guthaben" zu verwenden.
es_es: Determina cómo se presenta el crédito de tienda a los clientes. Deja en blanco para usar el "Crédito de tienda" predeterminado.
fr_ca: Déterminez comment le crédit en magasin est présenté aux clients. Laissez vide pour utiliser le "Crédit en magasin" par défaut.
it_it: Determina come il credito del negozio viene presentato ai clienti. Lascia vuoto per usare il predefinito "Credito del negozio".
ja: ストアクレジットの表示方法を決定します。空白のままにすると、デフォルトの「ストアクレジット」が使用されます。
nl_nl: Bepaal hoe store credit wordt gepresenteerd aan klanten. Laat leeg om de standaard "Store credit" te gebruiken.
pl_pl: Określ, jak saldo sklepu jest prezentowane klientom. Pozostaw puste, aby użyć domyślnego "Saldo sklepu".
pt_pt: Determine como o crédito da loja é apresentado aos clientes. Deixe em branco para usar o padrão "Crédito da loja".

source: Funding
de_de: Finanzierung
es_es: Financiación
fr_ca: Financement
it_it: Finanziamento
ja: 資金調達
nl_nl: Financiering
pl_pl: Finansowanie
pt_pt: Financiamento

source: Determine if customers are able to increase their store credit from their account page.
de_de: Bestimmen Sie, ob Kunden ihr Store-Guthaben auf der Kontoseite erhöhen können.
es_es: Determina si los clientes pueden aumentar su crédito de tienda desde la página de su cuenta.
fr_ca: Déterminez si les clients peuvent augmenter leur crédit en magasin depuis leur page de compte.
it_it: Determina se i clienti possono aumentare il loro credito del negozio dalla pagina del loro account.
ja: 顧客がアカウントページからストアクレジットを増やせるかどうかを決定します。
nl_nl: Bepaal of klanten hun store credit kunnen verhogen vanaf hun accountpagina.
pl_pl: Określ, czy klienci mogą zwiększać swoje saldo sklepu z poziomu strony konta.
pt_pt: Determine se os clientes podem aumentar o seu crédito na loja a partir da página da conta.
