Repository: magelifesaver/greenb
Catalog: woocommerce-account-funds/i18n/languages/woocommerce-account-funds-*.po
Languages: de_de, es_es, fr_ca, it_it, ja, nl_nl, pl_pl, pt_pt

source: Award store credit to customers when they perform specific actions in the shop.
de_de: Gutschrift an Kunden gewähren, wenn sie bestimmte Aktionen im Shop ausführen
es_es: Recompensar crédito en tienda a los clientes cuando realizan acciones específicas en la tienda
fr_ca: Attribuer un crédit en magasin aux clients lorsqu’ils effectuent des actions spécifiques dans la boutique
it_it: Assegna credito in negozio ai clienti quando compiono azioni specifiche nel negozio
ja: お店で特定の行動を行ったお客様にストアクレジットを付与します。
nl_nl: Geef winkeltegoed aan klanten wanneer ze specifieke acties in de winkel uitvoeren.
pl_pl: Przyznawaj klientom kredyt sklepowy za wykonywanie określonych działań w sklepie.
pt_pt: Atribua crédito de loja aos clientes quando realizarem ações específicas na loja

source: Award milestone store credit when a guest customer signs up for an account.
de_de: Meilenstein-Gutschrift gewähren, wenn sich ein Gastkunde für ein Konto registriert
es_es: Recompensar crédito en tienda en hitos cuando un cliente invitado se registre en una cuenta
fr_ca: Attribuer un crédit d’étape importante lorsque un client invité crée un compte
it_it: Assegna credito in negozio all'obiettivo quando un cliente ospite si registra per un account
ja: ゲストのお客様がアカウント登録を行った際にマイルストーンストアクレジットを付与します。
nl_nl: Geef winkeltegoed bij een mijlpaal wanneer een gastklant zich aanmeldt voor een account.
pl_pl: Przyznaj kredyt za kamień milowy, gdy gość zarejestruje konto.
pt_pt: Atribua crédito de marco quando um cliente convidado se inscrever numa conta

source: Award milestone store credit when a customer leaves a product review, based on the eligibility rules.
de_de: Meilenstein-Gutschrift gewähren, wenn ein Kunde eine Produktbewertung abgibt, basierend auf den Qualifikationsregeln
es_es: Recompensar crédito en tienda en hitos cuando un cliente deja una reseña de un producto, según las reglas de elegibilidad
fr_ca: Attribuer un crédit d’étape importante lorsqu’un client laisse un avis sur un produit, selon les règles d’éligibilité
it_it: Assegna credito in negozio all'obiettivo quando un cliente lascia una recensione su un prodotto, in base alle regole di idoneità
ja: お客様が商品レビューを残した場合に、対象ルールに基づいてマイルストーンストアクレジットを付与します。
nl_nl: Geef winkeltegoed bij een mijlpaal wanneer een klant een productreview achterlaat, op basis van de geschiktheidsregels.
pl_pl: Przyznaj kredyt za kamień milowy, gdy klient zostawi recenzję produktu, zgodnie z zasadami kwalifikacji.
pt_pt: Atribua crédito de marco quando um cliente deixar uma avaliação de produto, com base nas regras de elegibilidade

source: Define who qualifies for store credit by leaving a product review.
de_de: Definieren, wer durch das Abgeben einer Produktbewertung für Gutschrift qualifiziert ist
es_es: Definir quién califica para crédito en tienda dejando una reseña de producto
fr_ca: Définir qui est éligible au crédit en laissant un avis sur un produit
it_it: Definisci chi è idoneo al credito in negozio lasciando una recensione su un prodotto
ja: 商品レビューを残すことでストアクレジットの対象者を定義します。
nl_nl: Bepaal wie in aanmerking komt voor winkeltegoed door een productreview achter te laten.
pl_pl: Zdefiniuj, kto kwalifikuje się do kredytu sklepowego poprzez zostawienie recenzji produktu.
pt_pt: Defina quem se qualifica para crédito de loja deixando uma avaliação de produto

source: Select the products that customers must review to earn the milestone award.
de_de: Wählen Sie die Produkte aus, die Kunden bewerten müssen, um die Meilenstein-Belohnung zu erhalten
es_es: Selecciona los productos que los clientes deben reseñar para obtener la recompensa del hito
fr_ca: Sélectionnez les produits que les clients doivent revoir pour obtenir la récompense d’étape importante
it_it: Seleziona i prodotti che i clienti devono recensire per ottenere il premio obiettivo
ja: 対象商品を選択し、レビューをもらうことでマイルストーン報酬を獲得します。
nl_nl: Selecteer de producten die klanten moeten beoordelen om de mijlpaalbeloning te verdienen.
pl_pl: Wybierz produkty, które klienci muszą zrecenzować, aby otrzymać nagrodę za kamień milowy.
pt_pt: Selecione os produtos que os clientes devem avaliar para ganhar a recompensa do marco

source: Any product
de_de: Jedes Produkt
es_es: Cualquier producto
fr_ca: Tout produit
it_it: Qualsiasi prodotto
ja: 任意の商品
nl_nl: Elk product
pl_pl: Dowolny produkt
pt_pt: Qualquer produto

source: Specific products
de_de: Bestimmte Produkte
es_es: Productos específicos
fr_ca: Produits spécifiques
it_it: Prodotti specifici
ja: 特定の商品
nl_nl: Specifieke producten
pl_pl: Konkretne produkty
pt_pt: Produtos específicos

source: Products within specific categories
de_de: Produkte innerhalb bestimmter Kategorien
es_es: Productos en categorías específicas
fr_ca: Produits dans des catégories spécifiques
it_it: Prodotti in categorie specifiche
ja: 特定カテゴリー内の商品
nl_nl: Producten binnen specifieke categorieën
pl_pl: Produkty w określonych kategoriach
pt_pt: Produtos dentro de categorias específicas

source: Award store credit when the customer reviews any of the selected products.
de_de: Gutschrift gewähren, wenn der Kunde eine Bewertung für eines der ausgewählten Produkte abgibt
es_es: Recompensar crédito en tienda cuando el cliente reseña cualquiera de los productos seleccionados
fr_ca: Attribuer un crédit en magasin lorsque le client laisse un avis sur l’un des produits sélectionnés
it_it: Assegna credito in negozio quando il cliente recensisce uno dei prodotti selezionati
ja: 選択した商品に対してレビューを残した場合にストアクレジットを付与します。
nl_nl: Geef winkeltegoed wanneer de klant een van de geselecteerde producten beoordeelt.
pl_pl: Przyznaj kredyt sklepowy, gdy klient zrecenzuje dowolny z wybranych produktów.
pt_pt: Atribua crédito de loja quando o cliente avaliar qualquer um dos produtos selecionados

source: Award store credit when the customer reviews any products in the selected product categories.
de_de: Gutschrift gewähren, wenn der Kunde Produkte in den ausgewählten Produktkategorien bewertet
es_es: Recompensar crédito en tienda cuando el cliente reseña productos en las categorías seleccionadas
fr_ca: Attribuer un crédit en magasin lorsque le client laisse un avis sur des produits dans les catégories sélectionnées
it_it: Assegna credito in negozio quando il cliente recensisce prodotti nelle categorie di prodotti selezionate
ja: 選択した商品カテゴリー内の商品に対してレビューを残した場合にストアクレジットを付与します。
nl_nl: Geef winkeltegoed wanneer de klant producten in de geselecteerde productcategorieën beoordeelt.
pl_pl: Przyznaj kredyt sklepowy, gdy klient zrecenzuje produkty z wybranych kategorii.
pt_pt: Atribua crédito de loja quando o cliente avaliar qualquer produto nas categorias de produtos selecionadas

source: Verified purchase required
de_de: Verifizierter Kauf erforderlich
es_es: Se requiere compra verificada
fr_ca: Achat vérifié requis
it_it: Richiesta acquisto verificato
ja: 購入証明が必要
nl_nl: Verificatie van aankoop vereist
pl_pl: Wymagana weryfikacja zakupu
pt_pt: Requer compra verificada

source: Only reward reviews for products the customer has purchased
de_de: Nur Bewertungen für Produkte, die der Kunde gekauft hat, belohnen
es_es: Recompensar solo reseñas de productos comprados por el cliente
fr_ca: Récompenser uniquement les avis sur les produits achetés par le client
it_it: Premia solo le recensioni di prodotti acquistati dal cliente
ja: 購入した商品に対するレビューのみを報酬対象とします
nl_nl: Alleen belonen voor beoordelingen van producten die de klant heeft gekocht
pl_pl: Przyznawaj recenzje tylko za produkty, które klient zakupił
pt_pt: Apenas recompense avaliações de produtos que o cliente comprou

source: Name
es_es: Nombre
fr_ca: Nom
it_it: Nome
ja: 名前
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome

source: Status
es_es: Estado
fr_ca: Statut
it_it: Stato
ja: 状態
pt_pt: Estado

source: Amount
de_de: Betrag
es_es: Cantidad
fr_ca: Montant
it_it: Importo
ja: 金額
nl_nl: Bedrag
pl_pl: Kwota
pt_pt: Montante

source: Awarded upon
de_de: Bei
es_es: Otorgado en
fr_ca: Attribué lors de
it_it: Assegnato in data
ja: 付与日時
nl_nl: Toegekend op
pl_pl: Przyznano za
pt_pt: Concedido em

source: Awarded times
de_de: Mal vergeben
es_es: Veces otorgado
fr_ca: Nombre de fois attribué
it_it: Volte assegnate
ja: 付与回数
nl_nl: Aantal keer toegekend
pl_pl: Przyznano razy
pt_pt: Vezes concedidas

source: Awarded total
de_de: Insgesamt vergeben
es_es: Total otorgado
fr_ca: Total attribué
it_it: Totale assegnato
ja: 合計付与数
nl_nl: Totaal toegekend
pl_pl: Razem przyznano
pt_pt: Total concedido

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_ca: Modifier
it_it: Modifica
ja: 編集
nl_nl: Bewerken
pl_pl: Edytuj
pt_pt: Editar

source: Trash
de_de: Papierkorb
es_es: Papelera
fr_ca: Corbeille
it_it: Cestina
ja: ゴミ箱
nl_nl: Prullenbak
pl_pl: Kosz
pt_pt: Lixeira

source: Credit configuration name
de_de: Name der Gutschriftkonfiguration
es_es: Nombre de la configuración de crédito
fr_ca: Nom de la configuration de crédit
it_it: Nome della configurazione del credito
ja: クレジット設定名
nl_nl: Naam van de kredietconfiguratie
pl_pl: Nazwa konfiguracji kredytu
pt_pt: Nome da configuração de crédito

source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_ca: Restaurer
it_it: Ripristina
ja: 復元
nl_nl: Herstellen
pl_pl: Przywróć
pt_pt: Restaurar

source: Permanently delete
de_de: Dauerhaft löschen
es_es: Eliminar permanentemente
fr_ca: Supprimer définitivement
it_it: Elimina definitivamente
ja: 完全削除
nl_nl: Permanent verwijderen
pl_pl: Usuń na stałe
pt_pt: Excluir permanentemente

source: Limited to once per customer
de_de: Auf einmal pro Kunde beschränkt
es_es: Limitado a una vez por cliente
fr_ca: Limité à une fois par client
it_it: Limitato a una volta per cliente
ja: お一人様一回限り
nl_nl: Beperkt tot één keer per klant
pl_pl: Ograniczone do razu na klienta
pt_pt: Limitado a uma vez por cliente

source: Limited to once per product
de_de: Auf einmal pro Produkt beschränkt
es_es: Limitado a una vez por producto
fr_ca: Limité à une fois par produit
it_it: Limitato a una volta per prodotto
ja: 商品ごとに一回限り
nl_nl: Beperkt tot één keer per product
pl_pl: Ograniczone do razu na produkt
pt_pt: Limitado a uma vez por produto

source: %1$s out of %2$s
de_de: %1$s von %2$s
es_es: %1$s de %2$s
fr_ca: %1$s sur %2$s
it_it: %1$s su %2$s
ja: %1$s / %2$s
nl_nl: %1$s van %2$s
pl_pl: %1$s z %2$s
pt_pt: %1$s de %2$s

source: Empty trash
de_de: Papierkorb leeren
es_es: Vaciar papelera
fr_ca: Vider la corbeille
it_it: Svuota il cestino
ja: ゴミ箱を空にする
nl_nl: Prullenbak legen
pl_pl: Opróżnij kosz
pt_pt: Esvaziar lixo

source: All (%d)
de_de: Alle (%d)
es_es: Todos (%d)
fr_ca: Tous (%d)
it_it: Tutti (%d)
ja: すべて (%d)
nl_nl: Alles (%d)
pl_pl: Wszystko (%d)
pt_pt: Todos (%d)

source: Trash (%d)
de_de: Papierkorb (%d)
es_es: Papelera (%d)
fr_ca: Corbeille (%d)
it_it: Cestino (%d)
ja: ゴミ箱 (%d)
nl_nl: Prullenbak (%d)
pl_pl: Kosz (%d)
pt_pt: Lixo (%d)

source: A customer will receive store credit every time they review a product.
de_de: Ein Kunde erhält bei jeder Bewertung eines Produkts Store-Guthaben.
es_es: Un cliente recibirá crédito en la tienda cada vez que revise un producto.
fr_ca: Un client recevra un crédit en magasin chaque fois qu'il laissera un avis sur un produit.
it_it: Un cliente riceverà credito in negozio ogni volta che recensisce un prodotto.
ja: 顧客は商品レビューを行うたびにストアクレジットを受け取ります。
nl_nl: Een klant ontvangt winkelkrediet elke keer dat hij een product beoordeelt.
pl_pl: Klient otrzyma kredyt sklepowy za każdym razem, gdy oceni produkt.
pt_pt: Um cliente receberá crédito na loja toda vez que avaliar um produto.

source: A customer will receive store credit whe they review any product once only.
de_de: Ein Kunde erhält Store-Guthaben, wenn er nur einmal ein Produkt bewertet.
es_es: Un cliente recibirá crédito en la tienda solo una vez cuando revise cualquier producto.
fr_ca: Un client recevra un crédit en magasin lorsqu'il laissera un avis sur n'importe quel produit une seule fois.
it_it: Un cliente riceverà credito in negozio solo una volta per ogni recensione di un prodotto.
ja: 顧客は商品を一度だけレビューした場合にストアクレジットを受け取ります。
nl_nl: Een klant ontvangt winkelkrediet wanneer hij slechts één keer een product beoordeelt.
pl_pl: Klient otrzyma kredyt sklepowy, gdy oceni dowolny produkt tylko raz.
pt_pt: Um cliente receberá crédito na loja ao avaliar qualquer produto apenas uma vez.

source: A customer will receive store credit only once per product they review.
de_de: Ein Kunde erhält Store-Guthaben nur einmal pro Produkt, das er bewertet.
es_es: Un cliente recibirá crédito en la tienda solo una vez por cada producto que revise.
fr_ca: Un client recevra un crédit en magasin une seule fois par produit qu'il examine.
it_it: Un cliente riceverà credito in negozio una sola volta per ogni prodotto recensito.
ja: 顧客はレビューした各商品ごとに一度だけストアクレジットを受け取ります。
nl_nl: Een klant ontvangt winkelkrediet slechts één keer per product dat hij beoordeelt.
pl_pl: Klient otrzyma kredyt sklepowy tylko raz za każdy oceniany produkt.
pt_pt: Um cliente receberá crédito na loja apenas uma vez por produto que avaliar.

source: A customer will receive store credit every time they pay for an eligible order.
de_de: Ein Kunde erhält bei jeder Bezahlung einer berechtigten Bestellung Store-Guthaben.
es_es: Un cliente recibirá crédito en la tienda cada vez que pague un pedido elegible.
fr_ca: Un client recevra un crédit en magasin chaque fois qu'il paiera une commande admissible.
it_it: Un cliente riceverà credito in negozio ogni volta che paga un ordine idoneo.
ja: 顧客は対象の注文の支払いごとにストアクレジットを受け取ります。
nl_nl: Een klant ontvangt winkelkrediet elke keer dat hij betaalt voor een in aanmerking komende bestelling.
pl_pl: Klient otrzyma kredyt sklepowy za każdym razem, gdy zapłaci za kwalifikujące się zamówienie.
pt_pt: Um cliente receberá crédito na loja toda vez que pagar por um pedido elegível.

source: A customer will receive store credit only once for an eligible order they have paid for.
de_de: Ein Kunde erhält nur einmal Store-Guthaben für eine berechtigte Bestellung, die er bezahlt hat.
es_es: Un cliente recibirá crédito en la tienda solo una vez por un pedido elegible que haya pagado.
fr_ca: Un client recevra un crédit en magasin une seule fois pour une commande admissible qu'il a payée.
it_it: Un cliente riceverà credito in negozio una sola volta per un ordine idoneo pagato.
ja: 顧客は支払った対象の注文ごとに一度だけストアクレジットを受け取ります。
nl_nl: Een klant ontvangt winkelkrediet slechts één keer voor een in aanmerking komende bestelling die hij heeft betaald.
pl_pl: Klient otrzyma kredyt sklepowy tylko raz za zamówienie, za które zapłacił i które kwalifikuje się do nagrody.
pt_pt: Um cliente receberá crédito na loja apenas uma vez por pedido elegível que tenha pago.

source: A customer will receive store credit only once for each eligible product they purchase in any order.
de_de: Ein Kunde erhält nur einmal Store-Guthaben für jedes berechtigte Produkt, das er in einer Bestellung kauft.
es_es: Un cliente recibirá crédito en la tienda solo una vez por cada producto elegible que compre en cualquier pedido.
fr_ca: Un client recevra un crédit en magasin une seule fois pour chaque produit admissible qu'il achète dans une commande.
it_it: Un cliente riceverà credito in negozio una sola volta per ogni prodotto idoneo acquistato in qualsiasi ordine.
ja: 顧客は対象の商品の購入ごとに一度だけストアクレジットを受け取ります。
nl_nl: Een klant ontvangt winkelkrediet slechts één keer voor elk in aanmerking komende product dat hij in een bestelling koopt.
pl_pl: Klient otrzyma kredyt sklepowy tylko raz za każdy kwalifikujący się produkt zakupiony w dowolnym zamówieniu.
pt_pt: Um cliente receberá crédito na loja apenas uma vez por cada produto elegível que adquirir em qualquer pedido.

source: 1 %1$s moved to trash. %2$sUndo%3$s
de_de: 1 %1$s wurde in den Papierkorb verschoben. %2$sRückgängig%3$s
es_es: Se movió 1 %1$s a la papelera. %2$sDeshacer%3$s
fr_ca: 1 %1$s déplacé dans la corbeille. %2$sAnnuler%3$s
it_it: 1 %1$s spostato nel cestino. %2$sAnnulla%3$s
ja: %1$sが1つゴミ箱に移動されました。%2$s元に戻す%3$s
nl_nl: 1 %1$s verplaatst naar prullenbak. %2$sOngedaan maken%3$s
pl_pl: 1 %1$s przeniesiono do kosza. %2$sCofnij%3$s
pt_pt: 1 %1$s movido para o lixo. %2$sDesfazer%3$s

source: Could not move %s to trash.
de_de: Konnte %s nicht in den Papierkorb verschieben.
es_es: No se pudo mover %s a la papelera.
fr_ca: Impossible de déplacer %s dans la corbeille.
it_it: Impossibile spostare %s nel cestino.
ja: %sをゴミ箱に移動できませんでした。
nl_nl: Kon %s niet naar prullenbak verplaatsen.
pl_pl: Nie można przenieść %s do kosza.
pt_pt: Não foi possível mover %s para o lixo.

source: 1 %s restored from trash.
de_de: 1 %s wurde aus dem Papierkorb wiederhergestellt.
es_es: Se restauró 1 %s de la papelera.
fr_ca: 1 %s restauré de la corbeille.
it_it: 1 %s ripristinato dal cestino.
ja: %sがゴミ箱から復元されました。
nl_nl: 1 %s hersteld uit de prullenbak.
pl_pl: 1 %s przywrócono z kosza.
pt_pt: 1 %s restaurado do lixo.

source: Could not restore %s from trash.
de_de: Konnte %s nicht aus dem Papierkorb wiederherstellen.
es_es: No se pudo restaurar %s de la papelera.
fr_ca: Impossible de restaurer %s de la corbeille.
it_it: Impossibile ripristinare %s dal cestino.
ja: %sをゴミ箱から復元できませんでした。
nl_nl: Kon %s niet herstellen uit de prullenbak.
pl_pl: Nie można przywrócić %s z kosza.
pt_pt: Não foi possível restaurar %s do lixo.

source: %s permanently deleted
de_de: %s dauerhaft gelöscht
es_es: %s eliminado permanentemente
fr_ca: %s supprimé définitivement
it_it: %s eliminato definitivamente
ja: %sを完全に削除しました
nl_nl: %s permanent verwijderd
pl_pl: %s trwale usunięto
pt_pt: %s excluído permanentemente

source: Could not delete %s permanently.
de_de: Konnte %s nicht dauerhaft löschen.
es_es: No se pudo eliminar permanentemente %s.
fr_ca: Impossible de supprimer définitivement %s.
it_it: Impossibile eliminare definitivamente %s.
ja: %sを完全に削除できませんでした。
nl_nl: Kon %s niet permanent verwijderen.
pl_pl: Nie można trwale usunąć %s.
pt_pt: Não foi possível excluir %s permanentemente.

source: No %s permanently deleted.
de_de: Kein %s dauerhaft gelöscht.
es_es: No se eliminó permanentemente ningún %s.
fr_ca: Aucun %s supprimé définitivement.
it_it: Nessun %s eliminato definitivamente.
ja: %sは完全に削除されていません。
nl_nl: Geen %s permanent verwijderd.
pl_pl: Nie ma %s do trwałego usunięcia.
pt_pt: Nenhum %s foi excluído permanentemente.

source: %1$d %2$s permanently deleted.
de_de: %d %s dauerhaft gelöscht.
es_es: %d %2$s eliminado permanentemente.
fr_ca: %d %s supprimé définitivement.
it_it: %d %2$s eliminato definitivamente.
ja: %1$dの%sを完全に削除しました。
nl_nl: %1$d %2$s permanent verwijderd.
pl_pl: %d %s trwale usunięto.
pt_pt: %d %s excluído permanentemente.

source: Configuration
de_de: Konfiguration
es_es: Configuración
it_it: Configurazione
ja: 設定
nl_nl: Configuratie
pl_pl: Konfiguracja
pt_pt: Configuração

source: Details
es_es: Detalles
fr_ca: Détails
it_it: Dettagli
ja: 詳細
pl_pl: Szczegóły
pt_pt: Detalhes

source: %s name
es_es: %s nombre
fr_ca: %s nom
it_it: %s nome
ja: %sの名前
nl_nl: %s naam
pl_pl: %s nazwa
pt_pt: %s nome

source: Store credit label
de_de: Store-Guthaben-Label
es_es: Etiqueta de crédito en la tienda
fr_ca: Étiquette du crédit en magasin
it_it: Etichetta del credito in negozio
ja: ストアクレジットのラベル
nl_nl: Label winkelkrediet
pl_pl: Etykieta kredytu sklepowego
pt_pt: Etiqueta de crédito na loja

source: Eligibility
de_de: Berechtigung
es_es: Elegibilidad
fr_ca: Admissibilité
it_it: Idoneità
ja: 適格性
nl_nl: Geschiktheid
pl_pl: Kwalifikacje
pt_pt: Elegibilidade

source: Customers will be awarded store credit as configured while its status is active.
de_de: Kunden wird Store-Guthaben gemäß der Konfiguration gewährt, solange der Status aktiv ist.
es_es: Los clientes serán premiados con crédito en la tienda según la configuración mientras su estado esté activo.
fr_ca: Les clients recevront un crédit en magasin selon la configuration tant que son statut est actif.
it_it: I clienti saranno premiati con credito in negozio come configurato finché lo stato è attivo.
ja: このストアクレジットは、ステータスがアクティブな間、設定通りに付与されます。
nl_nl: Klanten worden winkelkrediet toegekend zoals geconfigureerd zolang de status actief is.
pl_pl: Klienci będą otrzymywać kredyt sklepowym zgodnie z konfiguracją, gdy jego status jest aktywny.
pt_pt: Os clientes serão premiados com crédito na loja conforme configurado enquanto seu status estiver ativo.

source: This store credit resource is deplete and it cannot be awarded to customers because it has reached its maximum usage limit. Increase the limit to reactivate it.
de_de: Diese Store-Guthaben-Ressource ist erschöpft und kann nicht an Kunden vergeben werden, da sie die maximale Nutzungslimit erreicht hat. Erhöhen Sie das Limit, um sie wieder zu aktivieren.
es_es: Este recurso de crédito en la tienda está agotado y no puede ser otorgado a los clientes porque ha alcanzado su límite máximo de uso. Aumente el límite para reactivarlo.
fr_ca: Cette ressource de crédit en magasin est épuisée et ne peut pas être attribuée aux clients car elle a atteint sa limite d'utilisation maximale. Augmentez la limite pour la réactiver.
it_it: Questa risorsa di credito in negozio è esaurita e non può essere assegnata ai clienti perché ha raggiunto il limite massimo di utilizzo. Aumenta il limite per riattivarla.
ja: このストアクレジットリソースは枯渇しており、最大使用制限に達しているため顧客に付与できません。制限を増やして再有効化してください。
nl_nl: Deze winkelkredietbron is uitgeput en kan niet aan klanten worden toegekend omdat het de maximale gebruikslimiet heeft bereikt. Verhoog de limiet om het opnieuw te activeren.
pl_pl: Ten zasób kredytu sklepowego jest wyczerpany i nie można go przyznać klientom, ponieważ osiągnął limit maksymalnego użycia. Zwiększ limit, aby go ponownie aktywować.
pt_pt: Este recurso de crédito na loja está esgotado e não pode ser concedido aos clientes porque atingiu seu limite máximo de uso. Aumente o limite para reativá-lo.

source: Status:
es_es: Estado:
fr_ca: Statut :
it_it: Stato:
ja: ステータス：

source: The number of times this store credit %s has been awarded to customers, out of the maximum usage limit allowed by its configuration.
de_de: Die Anzahl der Male, die dieses Store-Guthaben %s an Kunden vergeben wurde, im Verhältnis zum maximal erlaubten Nutzungslimit gemäß der Konfiguration.
es_es: El número de veces que este crédito en la tienda %s ha sido otorgado a los clientes, de acuerdo con el límite máximo de uso permitido por su configuración.
fr_ca: Le nombre de fois que ce crédit en magasin %s a été attribué aux clients, sur la limite maximale d'utilisation autorisée par sa configuration.
it_it: Il numero di volte che questo credito in negozio %s è stato assegnato ai clienti, rispetto al limite massimo di utilizzo consentito dalla sua configurazione.
ja: このストアクレジット %s が顧客に付与された回数（設定された最大使用回数内）
nl_nl: Het aantal keren dat dit winkelkrediet %s aan klanten is toegekend, uit de maximale gebruikslimiet die door de configuratie is toegestaan.
pl_pl: Liczba razy, kiedy ten kredyt sklepowym %s został przyznany klientom, w ramach dozwolonego limitu użycia określonego w konfiguracji.
pt_pt: O número de vezes que este crédito na loja %s foi concedido aos clientes, dentro do limite máximo de uso permitido pela sua configuração.

source: The number of times this store credit %s has been awarded to customers.
de_de: Die Anzahl der Male, die dieses Store-Guthaben %s an Kunden vergeben wurde.
es_es: El número de veces que este crédito en la tienda %s ha sido otorgado a los clientes.
fr_ca: Le nombre de fois que ce crédit en magasin %s a été attribué aux clients.
it_it: Il numero di volte che questo credito in negozio %s è stato assegnato ai clienti.
ja: このストアクレジット %s が顧客に付与された回数
nl_nl: Het aantal keren dat dit winkelkrediet %s aan klanten is toegekend.
pl_pl: Liczba razy, kiedy ten kredyt sklepowym %s został przyznany klientom.
pt_pt: O número de vezes que este crédito na loja %s foi concedido aos clientes.
