Repository: magelifesaver/greenb
Catalog: woocommerce-account-funds/i18n/languages/woocommerce-account-funds-*.po
Languages: de_de, es_es, fr_ca, it_it, ja, nl_nl, pl_pl, pt_pt

source: Label used to display store credit in the frontend.
de_de: Label zur Anzeige des Store-Guthabens im Frontend.
es_es: Etiqueta utilizada para mostrar el crédito en tienda en el frontend
fr_ca: Étiquette utilisée pour afficher le crédit en magasin dans le frontend
it_it: Etichetta usata per visualizzare il credito del negozio nel frontend
ja: フロントエンドでストアクレジットを表示するために使用されるラベル。
nl_nl: Label dat wordt gebruikt om store credit weer te geven in de frontend.
pl_pl: Etykieta używana do wyświetlania kredytu sklepowego na stronie frontend.
pt_pt: Etiqueta usada para exibir crédito de loja no frontend.

source: Singular: "%1$s" - Plural: "%2$s"
fr_ca: Singulier : "%1$s" - Pluriel : "%2$s"
it_it: Singolare: "%1$s" - Plurale: "%2$s"
ja: 単数形: "%1$s" - 複数形: "%2$s"
nl_nl: Enkelvoud: "%1$s" - Meervoud: "%2$s"
pl_pl: Liczba pojedyncza: "%1$s" - Liczba mnoga: "%2$s"

source: Gateway enabled
de_de: Gateway aktiviert
es_es: Pasarela habilitada
fr_ca: Passerelle activée
it_it: Gateway abilitato
ja: ゲートウェイ有効化
nl_nl: Gateway ingeschakeld
pl_pl: Aktywowany bramka płatności
pt_pt: Gateway ativado

source: Whether the store credit gateway is enabled.
de_de: Ob das Store-Guthaben-Gateway aktiviert ist.
es_es: Si la pasarela de crédito en tienda está habilitada
fr_ca: Que la passerelle de crédit en magasin soit activée
it_it: Se il gateway del credito del negozio è abilitato
ja: ストアクレジットゲートウェイが有効かどうか。
nl_nl: Of de store credit gateway is ingeschakeld.
pl_pl: Czy bramka kredytu sklepowego jest włączona.
pt_pt: Se o gateway de crédito de loja está ativado.

source: Partial payments enabled
de_de: Teilzahlungen aktiviert
es_es: Pagos parciales habilitados
fr_ca: Paiements partiels activés
it_it: Pagamenti parziali abilitati
ja: 部分支払い有効化
nl_nl: Deelbetalingen ingeschakeld
pl_pl: Włączone częściowe płatności
pt_pt: Pagamentos parciais ativados

source: Whether customers can use store credit for partial payments.
de_de: Ob Kunden Store-Guthaben für Teilzahlungen verwenden können.
es_es: Si los clientes pueden usar crédito en tienda para pagos parciales
fr_ca: Que les clients puissent utiliser le crédit en magasin pour des paiements partiels
it_it: Se i clienti possono usare il credito del negozio per pagamenti parziali
ja: 顧客が部分支払いにストアクレジットを使用できるかどうか。
nl_nl: Of klanten store credit kunnen gebruiken voor deelbetalingen.
pl_pl: Czy klienci mogą używać kredytu sklepowego do częściowych płatności.
pt_pt: Se os clientes podem usar crédito de loja para pagamentos parciais.

source: Number of configured cashback awards.
de_de: Anzahl der konfigurierten Cashback-Belohnungen.
es_es: Número de recompensas de devolución de dinero configuradas
fr_ca: Nombre de récompenses cashback configurées
it_it: Numero di premi cashback configurati
ja: 設定されたキャッシュバック賞品の数。
nl_nl: Aantal geconfigureerde cashback-beloningen.
pl_pl: Liczba skonfigurowanych nagród cashback.
pt_pt: Número de prémios de cashback configurados.

source: Number of configured milestone awards
de_de: Anzahl der konfigurierten Meilenstein-Belohnungen
es_es: Número de recompensas de hitos configuradas
fr_ca: Nombre de récompenses d'étape importante configurées
it_it: Numero di premi traguardo configurati
ja: 設定されたマイルストーン賞品の数
nl_nl: Aantal geconfigureerde mijlpaalbeloningen
pl_pl: Liczba skonfigurowanych nagród za kamienie milowe
pt_pt: Número de prémios de marco configurados

source: Top-up enabled
de_de: Aufladung aktiviert
es_es: Recarga habilitada
fr_ca: Recharge activée
it_it: Ricarica abilitata
ja: チャージ有効化
nl_nl: Topping-up ingeschakeld
pl_pl: Włączone doładowania
pt_pt: Recarregar ativado

source: Customers are allowed to top up store credit from their account page.
de_de: Kunden dürfen ihr Store-Guthaben auf ihrer Kontoseite aufladen.
es_es: Se permite a los clientes recargar crédito en tienda desde su página de cuenta
fr_ca: Les clients peuvent recharger leur crédit en magasin depuis leur page de compte
it_it: I clienti possono ricaricare il credito del negozio dalla loro pagina account
ja: 顧客はアカウントページからストアクレジットをチャージできます。
nl_nl: Klanten mogen store credit aanvullen vanaf hun accountpagina.
pl_pl: Klienci mogą doładować kredyt sklepowego ze swojej strony konta.
pt_pt: Os clientes podem recarregar crédito de loja na página da conta.

source: Top-up rewards allowed
de_de: Auflade-Belohnungen erlaubt
es_es: Recompensas de recarga permitidas
fr_ca: Récompenses de recharge autorisées
it_it: Premi di ricarica consentiti
ja: チャージ報酬の許可
nl_nl: Topping-up beloningen toegestaan
pl_pl: Doładowania nagród dozwolone
pt_pt: Recompensas de recarga permitidas

source: Whether top-ups are excluded from earning rewards.
de_de: Ob Aufladungen von Belohnungserwerb ausgeschlossen sind.
es_es: Si las recargas están excluidas de ganar recompensas
fr_ca: Que les recharges soient exclues de l'obtention de récompenses
it_it: Se le ricariche sono escluse dall'ottenimento di premi
ja: チャージが報酬獲得から除外されるかどうか。
nl_nl: Of topping-ups worden uitgesloten van het verdienen van beloningen.
pl_pl: Czy doładowania są wyłączone z zarabiania nagród.
pt_pt: Se as recargas estão excluídas de ganhar recompensas.

source: You will receive up to %1$s in %2$s when you create your account!
de_de: Sie erhalten bis zu %1$s in %2$s, wenn Sie Ihr Konto erstellen!
es_es: ¡Recibirás hasta %1$s en %2$s cuando crees tu cuenta!
fr_ca: Vous recevrez jusqu'à %1$s en %2$s lorsque vous créerez votre compte !
it_it: Riceverai fino a %1$s in %2$s quando crei il tuo account!
ja: アカウント作成時に %2$s で最大 %1$s を受け取ります！
nl_nl: Je ontvangt tot %1$s in %2$s wanneer je je account aanmaakt!
pl_pl: Otrzymasz do %1$s w %2$s, gdy utworzysz konto!
pt_pt: Receberá até %1$s em %2$s quando criar a sua conta!

source: Order number
de_de: Bestellnummer
es_es: Número de pedido
fr_ca: Numéro de commande
it_it: Numero ordine
ja: 注文番号
nl_nl: Bestelnummer
pl_pl: Numer zamówienia
pt_pt: Número do pedido

source: Date
de_de: Datum
es_es: Fecha
it_it: Data
ja: 日付
nl_nl: Datum
pl_pl: Data
pt_pt: Data

source: View Cart
de_de: Warenkorb anzeigen
es_es: Ver carrito
fr_ca: Voir le panier
it_it: Visualizza carrello
ja: カートを見る
nl_nl: Winkelwagen bekijken
pl_pl: Zobacz koszyk
pt_pt: Ver Carrinho

source: You have "%s" in your cart.
de_de: Sie haben "%s" in Ihrem Warenkorb.
es_es: Tienes "%s" en tu carrito.
fr_ca: Vous avez "%s" dans votre panier.
it_it: Hai "%s" nel tuo carrello.
ja: カートに「%s」があります。
nl_nl: Je hebt "%s" in je winkelwagen.
pl_pl: Masz "%s" w swoim koszyku.
pt_pt: Tem "%s" no seu carrinho.

source: Order
de_de: Bestellung
es_es: Pedido
fr_ca: Commande
it_it: Ordine
ja: 注文
nl_nl: Bestelling
pl_pl: Zamówienie
pt_pt: Pedido

source: Recent deposits
de_de: Letzte Einzahlungen
es_es: Depósitos recientes
fr_ca: Dépôts récents
it_it: Depositi recenti
ja: 最近の入金
nl_nl: Recente stortingen
pl_pl: Ostatnie depozyty
pt_pt: Depósitos recentes

source: Top-up %s
de_de: Aufladen %s
es_es: Recargar %s
fr_ca: Recharger %s
it_it: Ricarica %s
ja: %sをチャージ
nl_nl: Stort %s bij
pl_pl: Doładuj %s
pt_pt: Recarregar %s

source: Minimum: <strong>%s</strong>.
es_es: Mínimo: <strong>%s</strong>.
it_it: Minimo: <strong>%s</strong>.
ja: 最小：<strong>%s</strong>。
nl_nl: Minimaal: <strong>%s</strong>.
pl_pl: Minimalnie: <strong>%s</strong>.
pt_pt: Mínimo: <strong>%s</strong>.

source: Maximum: <strong>%s</strong>.
es_es: Máximo: <strong>%s</strong>.
it_it: Massimo: <strong>%s</strong>.
ja: 最大：<strong>%s</strong>。
nl_nl: Maximaal: <strong>%s</strong>.
pl_pl: Maksymalnie: <strong>%s</strong>.
pt_pt: Máximo: <strong>%s</strong>.

source: Top-up
de_de: Aufladen
es_es: Recargar
fr_ca: Recharger
it_it: Ricarica
ja: チャージ
nl_nl: Storten
pl_pl: Doładowanie
pt_pt: Recarregar

source: %1$s or %2$s
de_de: %1$s oder %2$s
es_es: %1$s o %2$s
fr_ca: %1$s ou %2$s
it_it: %1$s o %2$s
ja: %1$s または %2$s
nl_nl: %1$s of %2$s
pl_pl: %1$s lub %2$s
pt_pt: %1$s ou %2$s

source: %1$s and %2$s
de_de: %1$s und %2$s
es_es: %1$s y %2$s
fr_ca: %1$s et %2$s
it_it: %1$s e %2$s
ja: %1$s と %2$s
nl_nl: %1$s en %2$s
pl_pl: %1$s i %2$s
pt_pt: %1$s e %2$s

source: Every Minute
de_de: Jede Minute
es_es: Cada minuto
fr_ca: Chaque minute
it_it: Ogni minuto
ja: 毎分
nl_nl: Elke minuut
pl_pl: Co minutę
pt_pt: A cada minuto

source: Every %d Minutes
de_de: Alle %d Minuten
es_es: Cada %d minutos
fr_ca: Toutes les %d minutes
it_it: Ogni %d minuti
ja: 毎 %d 分
nl_nl: Elke %d minuten
pl_pl: Co %d minut
pt_pt: A cada %d minutos

source: %s avatar
ja: %s アバター
pl_pl: %s awatar

source: This plugin is localized into multiple languages. While English is our primary language, our goal is to serve merchants and their customers in their own native language. If you would like to provide localization feedback and help us build features that are relevant to you and to customers located in your region, please %1$sget in touch%2$s.
de_de: Dieses Plugin ist in mehrere Sprachen lokalisiert. Während Englisch unsere Hauptsprache ist, möchten wir Händlern und ihren Kunden ermöglichen, in ihrer Muttersprache zu kommunizieren. Wenn Sie Feedback zur Lokalisierung geben und uns bei der Entwicklung von Funktionen unterstützen möchten, die für Sie und Kunden in Ihrer Region relevant sind, %1$snehmen Sie Kontakt auf%2$s.
es_es: Este plugin está localizado en varios idiomas. Aunque el inglés es nuestro idioma principal, nuestro objetivo es servir a comerciantes y sus clientes en su propio idioma nativo. Si deseas proporcionar comentarios sobre la localización y ayudarnos a crear funciones que sean relevantes para ti y para los clientes en tu región, por favor %1$sponte en contacto%2$s.
fr_ca: Ce plugin est localisé en plusieurs langues. Bien que l'anglais soit notre langue principale, notre objectif est de servir les commerçants et leurs clients dans leur propre langue maternelle. Si vous souhaitez fournir des commentaires sur la localisation et nous aider à développer des fonctionnalités qui vous concernent et concernent les clients de votre région, veuillez %1$sprendre contact%2$s.
it_it: Questo plugin è localizzato in più lingue. Sebbene l'inglese sia la nostra lingua principale, il nostro obiettivo è servire commercianti e clienti nella loro lingua madre. Se desideri fornire feedback sulla localizzazione e aiutarci a sviluppare funzionalità rilevanti per te e per i clienti della tua regione, per favore %1$scontattaci%2$s.
ja: このプラグインは複数の言語にローカライズされています。英語が主な言語ですが、私たちの目標は、商人とその顧客がそれぞれの母国語で利用できるようにすることです。ローカリゼーションのフィードバックを提供し、あなたやあなたの地域の顧客に関連する機能を構築するのを手伝いたい場合は、%1$sお問い合わせください%2$s。
nl_nl: Deze plugin is vertaald in meerdere talen. Hoewel Engels onze primaire taal is, willen we handelaren en hun klanten bedienen in hun eigen taal. Als u feedback wilt geven over de vertaling en ons wilt helpen functies te ontwikkelen die relevant voor u en uw regio zijn, neem dan %1$s contact met ons op %2$s.
pl_pl: Ten plugin jest zlokalizowany w wielu językach. Chociaż angielski jest naszym głównym językiem, naszym celem jest obsługa sprzedawców i ich klientów w ich własnym języku ojczystym. Jeśli chcesz przekazać opinię na temat lokalizacji i pomóc nam tworzyć funkcje, które są dla Ciebie i klientów w Twoim regionie istotne, prosimy %1$sskontaktuj się z nami%2$s.
pt_pt: Este plugin está localizado em vários idiomas. Embora o inglês seja a nossa língua principal, o nosso objetivo é servir comerciantes e seus clientes na sua própria língua nativa. Se desejar fornecer feedback de localização e ajudar-nos a criar recursos relevantes para si e para os clientes na sua região, por favor %1$sentre em contacto%2$s.

source: Configure
de_de: Konfigurieren
es_es: Configurar
fr_ca: Configurer
it_it: Configura
ja: 設定
nl_nl: Configureren
pl_pl: Konfiguruj
pt_pt: Configurar

source: Docs
de_de: Dokumentation
ja: ドキュメント
pl_pl: Dokumentacja

source: Support
es_es: Soporte
it_it: Supporto
ja: サポート
pl_pl: Wsparcie
pt_pt: Suporte

source: Review
de_de: Bewertung
es_es: Reseña
fr_ca: Avis
it_it: Recensione
ja: レビュー
nl_nl: Beoordelen
pl_pl: Recenzja
pt_pt: Avaliação

source: Dashboard
es_es: Tablero
fr_ca: Tableau de bord
ja: ダッシュボード
pl_pl: Panel
pt_pt: Painel

source: You have not completed setup. %1$sClick here to resume%2$s.
de_de: Sie haben die Einrichtung noch nicht abgeschlossen. %1$sKlicken Sie hier, um fortzufahren%2$s.
es_es: No has completado la configuración. %1$sHaz clic aquí para continuar%2$s.
fr_ca: Vous n'avez pas terminé la configuration. %1$sCliquez ici pour reprendre%2$s.
it_it: Non hai completato la configurazione. %1$sClicca qui per riprendere%2$s.
ja: 設定が完了していません。%1$sここをクリックして再開%2$s。
nl_nl: U hebt de installatie niet voltooid. %1$sKlik hier om door te gaan%2$s.
pl_pl: Nie ukończyłeś konfiguracji. %1$sKliknij tutaj, aby wznowić%2$s.
pt_pt: Ainda não concluiu a configuração. %1$sClique aqui para retomar%2$s.

source: Close
de_de: Schließen
es_es: Cerrar
fr_ca: Fermer
it_it: Chiudi
ja: 閉じる
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_ca: Annuler
it_it: Annulla
ja: キャンセル
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar

source: Invalid request.
de_de: Ungültige Anfrage.
es_es: Solicitud inválida.
fr_ca: Requête invalide.
it_it: Richiesta non valida.
ja: 無効なリクエストです。
nl_nl: Ongeldige aanvraag.
pl_pl: Nieprawidłowe żądanie.
pt_pt: Pedido inválido.

source: Invalid parameter.
de_de: Ungültiger Parameter.
es_es: Parámetro inválido.
fr_ca: Paramètre invalide.
it_it: Parametro non valido.
ja: 無効なパラメータです。
nl_nl: Ongeldige parameter.
pl_pl: Nieprawidłowy parametr.
pt_pt: Parâmetro inválido.

source: Unauthorized.
de_de: Nicht autorisiert.
es_es: No autorizado.
fr_ca: Non autorisé.
it_it: Non autorizzato.
ja: 未承認です。
nl_nl: Niet gemachtigd.
pl_pl: Nieautoryzowany.
pt_pt: Não autorizado.

source: Forbidden.
de_de: Verboten.
es_es: Prohibido.
fr_ca: Interdit.
it_it: Vietato.
ja: 禁止されています。
nl_nl: Verboden.
pl_pl: Zabronione.
pt_pt: Proibido.

source: Resource not found.
de_de: Ressource nicht gefunden.
es_es: Recurso no encontrado.
fr_ca: Ressource non trouvée.
it_it: Risorsa non trovata.
ja: リソースが見つかりません。
nl_nl: Bron niet gevonden.
pl_pl: Nie znaleziono zasobu.
pt_pt: Recurso não encontrado.

source: Cannot create resource.
de_de: Ressource kann nicht erstellt werden.
es_es: No se puede crear el recurso.
fr_ca: Impossible de créer la ressource.
it_it: Impossibile creare la risorsa.
ja: リソースを作成できません。
nl_nl: Kan resource niet maken.
pl_pl: Nie można utworzyć zasobu.
pt_pt: Não é possível criar o recurso.

source: Cannot read resource.
de_de: Ressource kann nicht gelesen werden.
es_es: No se puede leer el recurso.
fr_ca: Impossible de lire la ressource.
it_it: Impossibile leggere la risorsa.
ja: リソースを読み取れません。
nl_nl: Kan resource niet lezen.
pl_pl: Nie można odczytać zasobu.
pt_pt: Não é possível ler o recurso.

source: Cannot edit resource.
de_de: Ressource kann nicht bearbeitet werden.
es_es: No se puede editar el recurso.
fr_ca: Impossible de modifier la ressource.
it_it: Impossibile modificare la risorsa.
ja: リソースを編集できません。
nl_nl: Kan resource niet bewerken.
pl_pl: Nie można edytować zasobu.
pt_pt: Não é possível editar o recurso.

source: Cannot delete resource.
de_de: Ressource kann nicht gelöscht werden.
es_es: No se puede eliminar el recurso.
fr_ca: Impossible de supprimer la ressource.
it_it: Impossibile eliminare la risorsa.
ja: リソースを削除できません。
nl_nl: Kan resource niet verwijderen.
pl_pl: Nie można usunąć zasobu.
pt_pt: Não é possível eliminar o recurso.

source: Internal server error.
de_de: Interner Serverfehler.
es_es: Error interno del servidor.
fr_ca: Erreur interne du serveur.
it_it: Errore interno del server.
ja: サーバー内部エラーです。
nl_nl: Interne serverfout.
pl_pl: Błąd serwera wewnętrznego.
pt_pt: Erro interno do servidor.

source: Log level is required.
de_de: Protokollstufe ist erforderlich.
es_es: Se requiere el nivel de registro.
fr_ca: Le niveau de journalisation est requis.
it_it: È richiesto il livello di log.
ja: ログレベルは必須です。
nl_nl: Logniveau is vereist.
pl_pl: Wymagany poziom logowania.
pt_pt: O nível de registo é obrigatório.

source: Invalid log level.
de_de: Ungültige Protokollstufe.
es_es: Nivel de registro inválido.
fr_ca: Niveau de journalisation invalide.
it_it: Livello di log non valido.
ja: 無効なログレベルです。
nl_nl: Ongeldig logniveau.
pl_pl: Nieprawidłowy poziom logowania.
pt_pt: Nível de registo inválido.

source: Log message is required.
de_de: Protokollnachricht ist erforderlich.
es_es: Se requiere el mensaje de registro.
fr_ca: Le message de journalisation est requis.
it_it: È richiesto il messaggio di log.
ja: ログメッセージは必須です。
nl_nl: Logbericht is vereist.
pl_pl: Wymagana wiadomość logu.
pt_pt: A mensagem de registo é obrigatória.

source: The log ID (optional).
de_de: Die Log-ID (optional).
es_es: El ID del registro (opcional).
fr_ca: L'ID de journalisation (optionnel).
it_it: L'ID del log (opzionale).
ja: ログID（任意）です。
nl_nl: De log-ID (optioneel).
pl_pl: ID logu (opcjonalnie).
pt_pt: O ID do registo (opcional).

source: The log level.
de_de: Die Protokollstufe.
es_es: El nivel de registro.
fr_ca: Le niveau de journalisation.
it_it: Il livello di log.
ja: ログレベルです。
nl_nl: Het logniveau.
pl_pl: Poziom logu.
pt_pt: O nível de registo.

source: The log message.
de_de: Die Protokollnachricht.
es_es: El mensaje de registro.
fr_ca: Le message de journalisation.
it_it: Il messaggio di log.
ja: ログメッセージです。
nl_nl: Het logbericht.
pl_pl: Wiadomość logu.
pt_pt: A mensagem de registo.

source: The log context.
de_de: Der Protokollkontext.
es_es: El contexto del registro.
fr_ca: Le contexte de journalisation.
it_it: Il contesto del log.
ja: ログのコンテキストです。
nl_nl: De logcontext.
pl_pl: Kontext logu.
pt_pt: O contexto do registo.

source: The onboarding status.
de_de: Der Status der Onboarding.
es_es: El estado de incorporación.
fr_ca: Le statut d'intégration.
it_it: Lo stato dell'onboarding.
ja: オンボーディングの状態です。
nl_nl: De onboardingstatus.
pl_pl: Status onboardingu.
pt_pt: O estado de integração.

source: The current onboarding step.
de_de: Der aktuelle Schritt im Onboarding.
es_es: El paso actual de incorporación.
fr_ca: L'étape actuelle de l'intégration.
it_it: Il passo attuale dell'onboarding.
ja: 現在のオンボーディングステップです。
nl_nl: De huidige onboardingstap.
pl_pl: Aktualny krok onboardingu.
pt_pt: O passo atual da integração.

source: The current onboarding progress.
de_de: Der aktuelle Fortschritt im Onboarding.
es_es: El progreso actual de incorporación.
fr_ca: L'avancement actuel de l'intégration.
it_it: Il progresso attuale dell'onboarding.
ja: 現在の進行状況です。
nl_nl: De voortgang van de onboarding.
pl_pl: Postęp onboardingu.
pt_pt: O progresso atual da integração.

source: The onboarding persona.
de_de: Die Persona im Onboarding.
es_es: La persona de incorporación.
fr_ca: Le persona d'intégration.
it_it: La persona di onboarding.
ja: オンボーディングのペルソナです。
nl_nl: De onboardingpersoonlijkheid.
pl_pl: Persona onboardingu.
pt_pt: A persona de integração.

source: The onboarded version.
de_de: Die Version, die onboarding wurde.
es_es: La versión incorporada.
fr_ca: La version intégrée.
it_it: La versione onboarding.
ja: オンボーディング済みのバージョンです。
nl_nl: De onboarded-versie.
pl_pl: Wersja onboardowana.
pt_pt: A versão integrada.

source: The last updated date or null if never updated.
de_de: Das letzte Aktualisierungsdatum oder null, wenn nie aktualisiert.
es_es: La fecha de última actualización o null si nunca se actualizó.
fr_ca: La date de dernière mise à jour ou null si jamais mise à jour.
it_it: Data dell'ultimo aggiornamento o null se mai aggiornato.
ja: 最終更新日または未更新の場合はnullです。
nl_nl: De laatste bijgewerkte datum of null als nooit bijgewerkt.
pl_pl: Data ostatniej aktualizacji lub null, jeśli nigdy nie była aktualizowana.
pt_pt: A data da última atualização ou null se nunca foi atualizada.

source: The plugin identifier.
de_de: Der Plugin-Identifikator.
es_es: El identificador del plugin.
fr_ca: L'identifiant du plugin.
it_it: L'identificatore del plugin.
ja: プラグイン識別子です。
nl_nl: De plugin-identificator.
pl_pl: Identyfikator wtyczki.
pt_pt: O identificador do plugin.

source: The plugin name.
de_de: Der Plugin-Name.
es_es: El nombre del plugin.
fr_ca: Le nom du plugin.
it_it: Il nome del plugin.
ja: プラグイン名です。
nl_nl: De naam van de plugin.
pl_pl: Nazwa wtyczki.
pt_pt: O nome do plugin.

source: The absolute path to the plugin file.
de_de: Der absolute Pfad zur Plugin-Datei.
es_es: La ruta absoluta al archivo del plugin.
fr_ca: Le chemin absolu vers le fichier du plugin.
it_it: Il percorso assoluto al file del plugin.
ja: プラグインファイルの絶対パスです。
nl_nl: Het absolute pad naar het pluginbestand.
pl_pl: Absolutna ścieżka do pliku wtyczki.
pt_pt: O caminho absoluto para o ficheiro do plugin.

source: The absolute path to the plugin directory.
de_de: Der absolute Pfad zum Plugin-Verzeichnis.
es_es: La ruta absoluta al directorio del plugin.
fr_ca: Le chemin absolu vers le répertoire du plugin.
it_it: Il percorso assoluto alla directory del plugin.
ja: プラグインディレクトリの絶対パスです。
nl_nl: Het absolute pad naar de pluginmap.
pl_pl: Absolutna ścieżka do katalogu wtyczki.
pt_pt: O caminho absoluto para o diretório do plugin.

source: The path relative to the plugins directory in the WordPress installation.
de_de: Der relative Pfad zum Plugin-Verzeichnis in der WordPress-Installation.
es_es: La ruta relativa al directorio de plugins en la instalación de WordPress.
fr_ca: Le chemin relatif au répertoire des plugins dans l'installation WordPress.
it_it: Il percorso relativo alla directory dei plugin nell'installazione di WordPress.
ja: WordPressインストール内のプラグインディレクトリからの相対パスです。
nl_nl: Het pad relatief ten opzichte van de plugins-map in de WordPress-installatie.
pl_pl: Ścieżka względna względem katalogu wtyczek w instalacji WordPress.
pt_pt: O caminho relativo ao diretório de plugins na instalação do WordPress.

source: The plugin textdomain.
de_de: Der Textdomain des Plugins.
es_es: El dominio de texto del plugin.
fr_ca: Le textdomain du plugin.
it_it: Il textdomain del plugin.
ja: プラグインのテキストドメインです。
nl_nl: De tekstdomein van de plugin.
pl_pl: Tekstdomain wtyczki.
pt_pt: O textdomain do plugin.

source: The URL to the plugin assets.
de_de: Die URL zu den Plugin-Assets.
es_es: La URL a los recursos del plugin.
fr_ca: L'URL vers les ressources du plugin.
it_it: L'URL alle risorse del plugin.
ja: プラグインアセットのURLです。
nl_nl: De URL naar de plugin-assets.
pl_pl: URL do zasobów wtyczki.
pt_pt: A URL para os ativos do plugin.

source: The URL to the plugin root.
de_de: Die URL zum Plugin-Hauptverzeichnis.
es_es: La URL a la raíz del plugin.
fr_ca: L'URL vers la racine du plugin.
it_it: L'URL alla radice del plugin.
ja: プラグインルートのURLです。
nl_nl: De URL naar de plugin-root.
pl_pl: URL do katalogu głównego wtyczki.
pt_pt: A URL para a raiz do plugin.

source: The URL to the plugin documentation.
de_de: Die URL zur Plugin-Dokumentation.
es_es: La URL a la documentación del plugin.
fr_ca: L'URL vers la documentation du plugin.
it_it: L'URL alla documentazione del plugin.
ja: プラグインドキュメントのURLです。
nl_nl: De URL naar de documentatie van de plugin.
pl_pl: URL do dokumentacji wtyczki.
pt_pt: A URL para a documentação do plugin.

source: The URL to the plugin reviews.
de_de: Die URL zu den Plugin-Bewertungen.
es_es: La URL a las reseñas del plugin.
fr_ca: L'URL vers les avis du plugin.
it_it: L'URL alle recensioni del plugin.
ja: プラグインレビューのURLです。
nl_nl: De URL naar de beoordelingen van de plugin.
pl_pl: URL do recenzji wtyczki.
pt_pt: A URL para as avaliações do plugin.

source: The URL to the plugin sales page.
de_de: Die URL zur Verkaufsseite des Plugins.
es_es: La URL a la página de ventas del plugin.
fr_ca: L'URL vers la page de vente du plugin.
it_it: L'URL alla pagina di vendita del plugin.
ja: プラグイン販売ページのURLです。
nl_nl: De URL naar de verkooppagina van de plugin.
pl_pl: URL do strony sprzedaży wtyczki.
pt_pt: A URL para a página de vendas do plugin.
