Repository: magelifesaver/greenb
Catalog: woocommerce-account-funds/i18n/languages/woocommerce-account-funds-*.po
Languages: de_de, es_es, fr_ca, it_it, ja, nl_nl, pl_pl, pt_pt

source: The total amount of store credit awarded to customers from this %s.
de_de: Der Gesamtbetrag des an Kunden vergebenen Store-Guthabens aus diesem %s.
es_es: El monto total de crédito en la tienda otorgado a los clientes desde este %s.
fr_ca: Le montant total du crédit en magasin attribué aux clients de ce %s.
it_it: L'importo totale di credito in negozio assegnato ai clienti da questo %s.
ja: この %s から顧客に付与されたストアクレジットの合計金額
nl_nl: Het totale bedrag aan winkelkrediet dat aan klanten is toegekend uit deze %s.
pl_pl: Łączna kwota przyznanego kredytu sklepowego z tego %s.
pt_pt: O valor total de crédito na loja concedido aos clientes a partir deste %s.

source: Awarded times:
de_de: Vergebene Male:
es_es: Veces otorgadas:
fr_ca: Fois attribués :
it_it: Volte assegnate:
ja: 付与された回数：
nl_nl: Toegekende keren:
pl_pl: Przyznane razy:
pt_pt: Vezes concedidas:

source: Total awarded:
de_de: Gesamt vergeben:
es_es: Total otorgado:
fr_ca: Total attribué :
it_it: Totale assegnato:
ja: 合計付与額：
nl_nl: Totaal toegekend:
pl_pl: Razem przyznano:
pt_pt: Total concedido:

source: Created on:
de_de: Erstellt am:
es_es: Creado el:
fr_ca: Créé le :
it_it: Creato il:
ja: 作成日：
nl_nl: Aangemaakt op:
pl_pl: Utworzono:
pt_pt: Criado em:

source: Last modified:
de_de: Zuletzt geändert:
es_es: Última modificación:
fr_ca: Dernière modification :
it_it: Ultima modifica:
ja: 最終更新日：
nl_nl: Laatst gewijzigd:
pl_pl: Ostatnia modyfikacja:
pt_pt: Última modificação:

source: Move to trash
de_de: In den Papierkorb verschieben
es_es: Mover a la papelera
fr_ca: Déplacer dans la corbeille
it_it: Sposta nel cestino
ja: ゴミ箱に移動
nl_nl: Verplaatsen naar prullenbak
pl_pl: Przenieś do kosza
pt_pt: Mover para o lixo

source: Create
de_de: Erstellen
es_es: Crear
fr_ca: Créer
it_it: Crea
ja: 作成
nl_nl: Aanmaken
pl_pl: Utwórz
pt_pt: Criar

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_ca: Mettre à jour
it_it: Aggiorna
ja: 更新
nl_nl: Bijwerken
pl_pl: Aktualizuj
pt_pt: Atualizar

source: Set the value of the store credit and choose the event that will trigger the reward.
de_de: Setzen Sie den Wert des Store-Guthabens und wählen Sie das Ereignis, das die Belohnung auslöst.
es_es: Establece el valor del crédito en la tienda y elige el evento que activará la recompensa.
fr_ca: Définissez la valeur du crédit en magasin et choisissez l'événement qui déclenchera la récompense.
it_it: Imposta il valore del credito in negozio e scegli l'evento che attiverà il premio.
ja: ストアクレジットの値を設定し、トリガーとなるイベントを選択します。
nl_nl: Stel de waarde van het winkelkrediet in en kies de gebeurtenis die de beloning zal activeren.
pl_pl: Ustaw wartość kredytu sklepowego i wybierz zdarzenie, które wywoła nagrodę.
pt_pt: Defina o valor do crédito na loja e escolha o evento que acionará a recompensa.

source: Amount type
de_de: Betragstyp
es_es: Tipo de monto
fr_ca: Type de montant
it_it: Tipo di importo
ja: 金額タイプ
nl_nl: Bedragtype
pl_pl: Typ kwoty
pt_pt: Tipo de valor

source: Fixed (%s)
de_de: Fest (%s)
es_es: Fijo (%s)
fr_ca: Fixe (%s)
it_it: Fisso (%s)
ja: 固定 (%s)
nl_nl: Vast (%s)
pl_pl: Stała (%s)
pt_pt: Fixo (%s)

source: Percentage (%)
de_de: Prozentsatz (%)
es_es: Porcentaje (%)
fr_ca: Pourcentage (%)
it_it: Percentuale (%)
ja: パーセンテージ (%)
pl_pl: Procentowa (%)
pt_pt: Percentagem (%)

source: Amount (%)
de_de: Betrag (%)
es_es: Monto (%)
fr_ca: Montant (%)
it_it: Importo (%)
ja: 金額 (%)
nl_nl: Bedrag (%)
pl_pl: Kwota (%)
pt_pt: Valor (%)

source: Percentage amount awarded as store credit to customers that meet the conditions defined by the %s eligibility rules.
de_de: Prozentsatz des Store-Guthabens, das an Kunden vergeben wird, die die Bedingungen der %s-Berechtigungsregeln erfüllen.
es_es: Monto porcentual otorgado como crédito en la tienda a los clientes que cumplen las condiciones definidas por las reglas de elegibilidad %s.
fr_ca: Montant en pourcentage attribué en tant que crédit en magasin aux clients qui remplissent les conditions définies par les règles d'admissibilité %s.
it_it: Importo percentuale assegnato come credito in negozio ai clienti che soddisfano le condizioni definite dalle regole di idoneità %s.
ja: %sの適格性ルールによって定義された条件を満たす顧客に対して、ストアクレジットとして付与されるパーセンテージの金額。
nl_nl: Percentagebedrag toegekend als winkelkrediet aan klanten die voldoen aan de voorwaarden gedefinieerd door de %s geschiktheidsregels.
pl_pl: Procentowa kwota przyznawana jako kredyt sklepowym klientom spełniającym warunki określone przez zasady kwalifikacji %s.
pt_pt: Valor percentual concedido como crédito na loja aos clientes que atendem às condições definidas pelas regras de elegibilidade %s.

source: Amount (%s)
de_de: Betrag (%s)
es_es: Monto (%s)
fr_ca: Montant (%s)
it_it: %s (importo)
ja: 金額 (%s)
nl_nl: Bedrag (%s)
pl_pl: Kwota (%s)
pt_pt: Valor (%s)

source: Fixed amount awarded as store credit to customers that meet the conditions defined by the %s eligibility rules.
de_de: Fester Betrag, der an Kunden vergeben wird, die die Bedingungen der %s-Berechtigungsregeln erfüllen.
es_es: Monto fijo otorgado como crédito en la tienda a los clientes que cumplen las condiciones definidas por las reglas de elegibilidad %s.
fr_ca: Montant fixe attribué en tant que crédit en magasin aux clients qui remplissent les conditions définies par les règles d'admissibilité %s.
it_it: Importo fisso assegnato come credito in negozio ai clienti che soddisfano le condizioni definite dalle regole di idoneità %s.
ja: %sの適格性ルールによって定義された条件を満たす顧客に対して付与される固定金額のストアクレジット。
nl_nl: Vast bedrag toegekend als winkelkrediet aan klanten die voldoen aan de voorwaarden gedefinieerd door de %s geschiktheidsregels.
pl_pl: Stała kwota przyznawana jako kredyt sklepowym klientom spełniającym warunki określone przez zasady kwalifikacji %s.
pt_pt: Valor fixo concedido como crédito na loja aos clientes que atendem às condições definidas pelas regras de elegibilidade %s.

source: Award cap
de_de: Vergabekapazität
es_es: Límite de premios
fr_ca: Plafond d'attribution
it_it: Limite di assegnazione
ja: 付与上限
nl_nl: Toekenningslimiet
pl_pl: Limit nagród
pt_pt: Limite de concessões

source: Choose whether to limit the number of times this store credit can be awarded to customers.
de_de: Wählen Sie, ob die Anzahl der Male, die dieses Store-Guthaben vergeben werden kann, begrenzt werden soll.
es_es: Elige si deseas limitar el número de veces que se puede otorgar este crédito en la tienda a los clientes.
fr_ca: Choisissez si vous souhaitez limiter le nombre de fois que ce crédit en magasin peut être attribué aux clients.
it_it: Scegli se limitare il numero di volte in cui questo credito in negozio può essere assegnato ai clienti.
ja: このストアクレジットが顧客に付与される回数を制限するかどうかを選択します。
nl_nl: Kies of u het aantal keren dat dit winkelkrediet kan worden toegekend aan klanten wilt beperken.
pl_pl: Wybierz, czy ograniczyć liczbę razy, kiedy ten kredyt sklepowym może zostać przyznany klientom.
pt_pt: Escolha se deseja limitar o número de vezes que este crédito na loja pode ser concedido aos clientes.

source: Keep awarding this %s indefinitely
de_de: Dieses %s unbegrenzt weiter vergeben
es_es: Seguir otorgando este %s indefinidamente
fr_ca: Continuer à attribuer ce %s indéfiniment
it_it: Continua ad assegnare questo %s indefinitamente
ja: この %s の付与を無期限に続ける
nl_nl: Blijf dit %s oneindig blijven toekennen
pl_pl: Kontynuuj przyznawanie tego %s bez końca
pt_pt: Continuar a conceder este %s indefinidamente

source: Limit the number of times the %s will trigger in the shop
de_de: Begrenzen Sie die Anzahl der Male, die %s im Shop ausgelöst wird
es_es: Limitar el número de veces que se activará el %s en la tienda
fr_ca: Limiter le nombre de fois que le %s sera déclenché dans la boutique
it_it: Limita il numero di volte in cui il %s verrà attivato nel negozio
ja: ショップ内でこの %s がトリガーされる回数を制限する
nl_nl: Beperk het aantal keren dat de %s in de winkel wordt geactiveerd
pl_pl: Ogranicz liczbę wywołań %s w sklepie
pt_pt: Limitar o número de vezes que o %s será acionado na loja

source: Maximum awards
de_de: Maximale Vergaben
es_es: Máximo de premios
fr_ca: Maximum d'attributions
it_it: Massimo di assegnazioni
ja: 最大付与回数
nl_nl: Maximale toekenningen
pl_pl: Maksymalna liczba nagród
pt_pt: Concessões máximas

source: The maximum number of times the store credit can be awarded across all customers until depletion.
de_de: Die maximale Anzahl der Male, die das Store-Guthaben bis zur Erschöpfung an alle Kunden vergeben werden kann.
es_es: El número máximo de veces que se puede otorgar el crédito en la tienda en todos los clientes hasta agotarse.
fr_ca: Le nombre maximum de fois que le crédit en magasin peut être attribué à tous les clients jusqu'à épuisement.
it_it: Il numero massimo di volte in cui il credito in negozio può essere assegnato a tutti i clienti fino a esaurimento.
ja: 枯渇までに、すべての顧客に対してこのストアクレジットが付与される最大回数
nl_nl: Het maximale aantal keren dat het winkelkrediet kan worden toegekend totdat het op is.
pl_pl: Maksymalna liczba razy, kiedy kredyt sklepowym może zostać przyznany wszystkim klientom, aż do wyczerpania.
pt_pt: O número máximo de vezes que o crédito na loja pode ser concedido a todos os clientes até esgotar.

source: Award trigger
de_de: Auslöser für Belohnungen
es_es: Disparador de recompensa
fr_ca: Déclencheur de récompense
it_it: Trigger di premio
ja: トリガーの賞
nl_nl: Beloningsactie
pl_pl: Wyzwalacz nagrody
pt_pt: Gatilho de recompensa

source: %s successfully saved.
de_de: %s erfolgreich gespeichert.
es_es: %s guardado con éxito.
fr_ca: %s enregistré avec succès.
it_it: %s salvato con successo.
ja: %sが正常に保存されました。
nl_nl: %s succesvol opgeslagen.
pl_pl: %s pomyślnie zapisano.
pt_pt: %s guardado com sucesso.

source: The amount of %s this user can use to purchase items.
de_de: Der Betrag %s, den dieser Nutzer zum Kauf von Artikeln verwenden kann
es_es: La cantidad de %s que este usuario puede usar para comprar artículos.
fr_ca: Le montant de %s que cet utilisateur peut utiliser pour acheter des articles.
it_it: L'importo di %s che questo utente può usare per acquistare articoli.
ja: %sがこのユーザーによる商品購入に使用できる金額です。
nl_nl: Het bedrag van %s dat deze gebruiker kan gebruiken om artikelen te kopen.
pl_pl: Kwota %s, którą ten użytkownik może użyć do zakupu produktów.
pt_pt: O valor de %s que este utilizador pode usar para comprar itens.

source: Store credit manually increased by a shop manager.
de_de: Store-Guthaben manuell von einem Shop-Manager erhöht.
es_es: Crédito de tienda aumentado manualmente por un gerente de tienda.
fr_ca: Crédit en magasin augmenté manuellement par un gestionnaire de boutique.
it_it: Credito del negozio aumentato manualmente da un gestore del negozio.
ja: ショップマネージャーによるストアクレジットの手動増加。
nl_nl: Store credit handmatig verhoogd door een winkelmanager.
pl_pl: Kredyt sklepowy ręcznie zwiększony przez menedżera sklepu.
pt_pt: Crédito de loja aumentado manualmente por um gestor da loja.

source: Store credit manually decreased by a shop manager.
de_de: Store-Guthaben manuell von einem Shop-Manager verringert.
es_es: Crédito de tienda reducido manualmente por un gerente de tienda.
fr_ca: Crédit en magasin diminué manuellement par un gestionnaire de boutique.
it_it: Credito del negozio diminuito manualmente da un gestore del negozio.
ja: ショップマネージャーによるストアクレジットの手動減少。
nl_nl: Store credit handmatig verlaagd door een winkelmanager.
pl_pl: Kredyt sklepowy ręcznie zmniejszony przez menedżera sklepu.
pt_pt: Crédito de loja diminuído manualmente por um gestor da loja.

source: Invalid request data to handle %s.
de_de: Ungültige Anfragedaten für die Verarbeitung von %s.
es_es: Datos de solicitud inválidos para manejar %s.
fr_ca: Données de demande invalides pour traiter %s.
it_it: Dati di richiesta non validi per gestire %s.
ja: %sを処理するためのリクエストデータが無効です。
nl_nl: Ongeldige aanvraaggegevens voor het verwerken van %s.
pl_pl: Nieprawidłowe dane żądania do obsługi %s.
pt_pt: Dados de pedido inválidos para tratar %s.

source: Session not available to handle %s.
de_de: Sitzung nicht verfügbar, um %s zu verarbeiten.
es_es: Sesión no disponible para manejar %s.
fr_ca: Session non disponible pour traiter %s.
it_it: Sessione non disponibile per gestire %s.
ja: %sを処理するためのセッションが利用できません。
nl_nl: Sessie niet beschikbaar om %s te verwerken.
pl_pl: Sesja niedostępna do obsługi %s.
pt_pt: Sessão não disponível para tratar %s.

source: Partial payments using %s are not allowed.
de_de: Teilzahlungen mit %s sind nicht erlaubt.
es_es: No se permiten pagos parciales usando %s.
fr_ca: Les paiements partiels utilisant %s ne sont pas autorisés.
it_it: I pagamenti parziali con %s non sono consentiti.
ja: %sを使用した部分支払いは許可されていません。
nl_nl: Deelbetalingen met %s zijn niet toegestaan.
pl_pl: Częściowe płatności za pomocą %s nie są dozwolone.
pt_pt: Pagamentos parciais usando %s não são permitidos.

source: Customer is not eligible to use %s.
de_de: Der Kunde ist nicht berechtigt, %s zu verwenden.
es_es: El cliente no es elegible para usar %s.
fr_ca: Le client n'est pas éligible pour utiliser %s.
it_it: Il cliente non è idoneo a usare %s.
ja: %sを使用できる資格のある顧客ではありません。
nl_nl: De klant komt niet in aanmerking om %s te gebruiken.
pl_pl: Klient nie kwalifikuje się do korzystania z %s.
pt_pt: O cliente não é elegível para usar %s.

source: The current state of store credit for the current cart session.
de_de: Der aktuelle Status des Store-Guthabens für die aktuelle Warenkorb-Sitzung.
es_es: El estado actual del crédito de tienda para la sesión del carrito actual.
fr_ca: L’état actuel du crédit en magasin pour la session de panier en cours.
it_it: Lo stato attuale del credito del negozio per la sessione corrente del carrello.
ja: 現在のカートセッションのストアクレジットの状態。
nl_nl: De huidige status van store credit voor de huidige winkelwagen-sessie.
pl_pl: Obecny stan kredytu sklepowego dla bieżącej sesji koszyka.
pt_pt: O estado atual do crédito de loja para a sessão de carrinho atual.

source: The ID of the user.
de_de: Die ID des Benutzers.
es_es: El ID del usuario.
fr_ca: L'ID de l'utilisateur.
it_it: L'ID dell'utente.
ja: ユーザーのID。
nl_nl: De ID van de gebruiker.
pl_pl: ID użytkownika.
pt_pt: O ID do utilizador.

source: Whether partial payments using store credit are allowed.
de_de: Ob Teilzahlungen mit Store-Guthaben erlaubt sind.
es_es: Se permite realizar pagos parciales usando crédito de tienda.
fr_ca: La possibilité d’effectuer des paiements partiels avec le crédit en magasin.
it_it: È consentito il pagamento parziale con credito del negozio.
ja: 部分的な支払いにストアクレジットを使用することを許可しますか。
nl_nl: Of gedeeltelijke betalingen met store credit toegestaan zijn.
pl_pl: Czy dozwolone są częściowe płatności za pomocą kredytu sklepowego.
pt_pt: Se pagamentos parciais usando crédito de loja são permitidos.

source: Whether the store credit payment gateway is available.
de_de: Ob das Store-Guthaben-Zahlungsgateway verfügbar ist.
es_es: ¿Está disponible la pasarela de pago con crédito de tienda?
fr_ca: La disponibilité du passerelle de paiement par crédit en magasin.
it_it: Il gateway di pagamento con credito del negozio è disponibile.
ja: ストアクレジット支払いゲートウェイが利用可能かどうか。
nl_nl: Of de store credit betaalgateway beschikbaar is.
pl_pl: Czy brama płatności za pomocą kredytu sklepowe jest dostępna
pt_pt: Se o gateway de pagamento de crédito de loja está disponível.

source: Whether the cart contains a store credit deposit.
de_de: Ob der Warenkorb eine Store-Guthaben-Anzahlung enthält.
es_es: ¿El carrito contiene un depósito de crédito de tienda?
fr_ca: Le panier contient-il un dépôt de crédit en magasin ?
it_it: Il carrello contiene un deposito di credito del negozio.
ja: カートにストアクレジット預金が含まれているかどうか。
nl_nl: Of de winkelwagen een store credit storting bevat.
pl_pl: Czy koszyk zawiera depozyt z kredytu sklepowe
pt_pt: Se o carrinho contém um depósito de crédito de loja.

source: The store credit balance available to the current user.
de_de: Der verfügbare Store-Guthaben-Bestand für den aktuellen Benutzer.
es_es: El saldo de crédito de tienda disponible para el usuario actual.
fr_ca: Le solde de crédit en magasin disponible pour l’utilisateur actuel.
it_it: Il saldo di credito del negozio disponibile per l'utente corrente.
ja: 現在のユーザーが利用できるストアクレジット残高。
nl_nl: Het store credit saldo dat beschikbaar is voor de huidige gebruiker.
pl_pl: Dostępny stan kredytu sklepowe dla bieżącego użytkownika
pt_pt: O saldo de crédito de loja disponível para o utilizador atual.

source: The amount of store credit available.
de_de: Der verfügbare Store-Guthaben-Betrag.
es_es: La cantidad de crédito de tienda disponible.
fr_ca: Le montant de crédit en magasin disponible.
it_it: L'importo di credito del negozio disponibile.
ja: 利用可能なストアクレジットの金額。
nl_nl: Het beschikbare store credit bedrag.
pl_pl: Kwota dostępnego kredytu sklepowe
pt_pt: O valor de crédito de loja disponível.

source: The store credit used in the current session.
de_de: Das in der aktuellen Sitzung verwendete Store-Guthaben.
es_es: El crédito de tienda utilizado en la sesión actual.
fr_ca: Le crédit en magasin utilisé dans la session en cours.
it_it: Il credito del negozio utilizzato nella sessione corrente.
ja: 現在のセッションで使用されたストアクレジット。
nl_nl: Het store credit dat in de huidige sessie is gebruikt.
pl_pl: Kredyt sklepowe użyty w bieżącej sesji
pt_pt: O crédito de loja utilizado na sessão atual.

source: The amount of store credit used, in cents.
de_de: Der verwendete Store-Guthaben-Betrag in Cent.
es_es: La cantidad de crédito de tienda utilizado, en céntimos.
fr_ca: Le montant de crédit en magasin utilisé, en cents.
it_it: L'importo di credito del negozio utilizzato, in centesimi.
ja: 使用されたストアクレジットの金額（セント単位）。
nl_nl: Het gebruikte store credit bedrag, in centen.
pl_pl: Kwota użytego kredytu sklepowe, w centach
pt_pt: O valor de crédito de loja utilizado, em cêntimos.

source: The store credit remaining to be used in the current session.
de_de: Das verbleibende Store-Guthaben, das in der aktuellen Sitzung genutzt werden kann.
es_es: El crédito de tienda restante para usar en la sesión actual.
fr_ca: Le crédit en magasin restant à utiliser dans la session en cours.
it_it: Il credito del negozio rimanente da utilizzare nella sessione corrente.
ja: 現在のセッションで使用可能なストアクレジットの残額。
nl_nl: Het resterende store credit dat in de huidige sessie kan worden gebruikt.
pl_pl: Pozostały kredyt sklepowe do wykorzystania w bieżącej sesji
pt_pt: O crédito de loja restante para usar na sessão atual.

source: The amount of store credit remaining, in cents.
de_de: Das verbleibende Store-Guthaben in Cent.
es_es: La cantidad de crédito de tienda restante, en céntimos.
fr_ca: Le montant de crédit en magasin restant, en cents.
it_it: L'importo di credito del negozio rimanente, in centesimi.
ja: 残りのストアクレジットの金額（セント単位）。
nl_nl: Het resterende store credit bedrag, in centen.
pl_pl: Pozostała kwota kredytu sklepowe, w centach
pt_pt: O valor de crédito de loja restante, em cêntimos.

source: Earn %1$s in %2$s for placing this order!
de_de: Verdienen Sie %1$s in %2$s, indem Sie diese Bestellung aufgeben!
es_es: ¡Gana %1$s en %2$s por realizar este pedido!
fr_ca: Gagnez %1$s en %2$s en passant cette commande !
it_it: Guadagna %1$s in %2$s per aver effettuato questo ordine!
ja: この注文を行うと、%2$sで%1$sを獲得！
nl_nl: Verdien %1$s in %2$s door deze bestelling te plaatsen!
pl_pl: Zdobądź %1$s w %2$s za złożenie tego zamówienia!
pt_pt: Ganhe %1$s em %2$s por fazer este pedido!

source: Use <strong>%1$s</strong> from your %2$s balance.
de_de: Verwende <strong>%1$s</strong> von deinem %2$s-Guthaben.
es_es: Usa <strong>%1$s</strong> de tu saldo en %2$s.
fr_ca: Utilisez <strong>%1$s</strong> de votre solde %2$s.
it_it: Usa <strong>%1$s</strong> dal tuo saldo %2$s.
ja: あなたの%2$s残高から<strong>%1$s</strong>を使用します。
nl_nl: Gebruik <strong>%1$s</strong> van je %2$s saldo.
pl_pl: Użyj <strong>%1$s</strong> z salda %2$s
pt_pt: Use <strong>%1$s</strong> do seu saldo de %2$s.

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_ca: Supprimer
it_it: Rimuovi
ja: 削除
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Remover

source: This gateway allows customers to pay for an order at checkout using their available store credit.
de_de: Dieses Gateway ermöglicht es Kunden, bei der Kasse mit ihrem verfügbaren Store-Guthaben für eine Bestellung zu bezahlen.
es_es: Esta pasarela permite a los clientes pagar un pedido en la caja usando su crédito de tienda disponible.
fr_ca: Ce passerelle permet aux clients de payer une commande à la caisse en utilisant leur crédit en magasin disponible.
it_it: Questo gateway permette ai clienti di pagare un ordine in fase di checkout usando il loro credito del negozio disponibile.
ja: このゲートウェイは、顧客が利用可能なストアクレジットを使ってチェックアウト時に支払うことを可能にします。
nl_nl: Deze gateway stelt klanten in staat om tijdens het afrekenen te betalen voor een bestelling met hun beschikbare store credit.
pl_pl: Ta brama umożliwia klientom opłacenie zamówienia przy kasie za pomocą dostępnego kredytu sklepowe.
pt_pt: Este gateway permite aos clientes pagar um pedido na finalização usando o seu crédito de loja disponível.

source: Available balance: %s
de_de: Verfügbares Guthaben: %s
es_es: Saldo disponible: %s
fr_ca: Solde disponible : %s
it_it: Saldo disponibile: %s
ja: 利用可能残高：%s
nl_nl: Beschikbaar saldo: %s
pl_pl: Dostępne saldo: %s
pt_pt: Saldo disponível: %s

source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_ca: Activé
it_it: Abilitato
ja: 有効
nl_nl: Ingeschakeld
pl_pl: Włączone
pt_pt: Ativado

source: Enable store credit
de_de: Store-Guthaben aktivieren
es_es: Habilitar crédito de tienda
fr_ca: Activer le crédit en magasin
it_it: Abilita credito del negozio
ja: ストアクレジットを有効にする
nl_nl: Store credit inschakelen
pl_pl: Włącz kredyt sklepowe
pt_pt: Ativar crédito de loja

source: Title
de_de: Titel
es_es: Título
fr_ca: Titre
it_it: Titolo
ja: タイトル
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título

source: This controls the payment gateway title which the user sees during checkout.
de_de: Dies steuert den Titel des Zahlungs-Gateways, den der Benutzer während des Bezahlvorgangs sieht.
es_es: Este controla el título de la pasarela de pago que el usuario ve durante el proceso de compra.
fr_ca: Cela contrôle le titre de la passerelle de paiement que l'utilisateur voit lors du paiement.
it_it: Questo controlla il titolo del gateway di pagamento che l'utente vede durante il checkout.
ja: この設定は、ユーザーがチェックアウト時に見る支払いゲートウェイのタイトルを制御します。
nl_nl: Dit regelt de titel van de betaalgateway die de gebruiker tijdens het afrekenen ziet.
pl_pl: To kontroluje tytuł bramki płatniczej, który widzi użytkownik podczas realizacji zamówienia.
pt_pt: Isto controla o título do gateway de pagamento que o utilizador vê durante o checkout.
