Repository: magelifesaver/greenb
Catalog: woocommerce-account-funds/i18n/languages/woocommerce-account-funds-*.po
Languages: de_de, es_es, fr_ca, it_it, ja, nl_nl, pl_pl, pt_pt

source: Earn up to %1$s in %2$s upon purchase!
de_de: Verdiene bis zu %1$s in %2$s beim Kauf!
es_es: ¡Gana hasta %1$s en %2$s al realizar una compra!
fr_ca: Gagnez jusqu'à %1$s en %2$s lors de l'achat !
it_it: Guadagna fino a %1$s in %2$s all'acquisto!
ja: 購入時に最大 %1$s の %2$s を獲得！
nl_nl: Verdien tot %1$s in %2$s bij aankoop!
pl_pl: Zdobądź do %1$s w %2$s przy zakupie!
pt_pt: Ganhe até %1$s em %2$s na compra!

source: %s top-up
de_de: %s aufladen
es_es: %s recarga
fr_ca: %s recharge
it_it: %s ricarica
ja: %s チャージ
nl_nl: %s bijvullen
pl_pl: %s doładowanie
pt_pt: %s carregamento

source: Enable "My Account" top-up
de_de: „Mein Konto“-Aufladung aktivieren
es_es: Habilitar recarga "Mi Cuenta"
fr_ca: Activer le rechargement "Mon compte"
it_it: Abilita la ricarica "Il mio account"
ja: 「マイアカウント」トップアップを有効にする
nl_nl: Schakel "Mijn Account" top-up in
pl_pl: Włącz "Moje konto" do doładowań
pt_pt: Ativar "Minha Conta" para recarregamentos

source: Allow customers to top up their store credit via their account page
de_de: Kunden erlauben, ihr Store-Credit über die Kontoseite aufzuladen
es_es: Permitir a los clientes recargar su crédito en tienda desde su página de cuenta
fr_ca: Permettre aux clients de recharger leur crédit en magasin via leur page de compte
it_it: Permetti ai clienti di ricaricare il credito negozio tramite la pagina del loro account
ja: お客様のアカウントページからストアクレジットのチャージを許可
nl_nl: Klanten toestaan om hun store credit op te waarderen via hun accountpagina
pl_pl: Pozwól klientom doładować swoje saldo sklepu przez stronę konta
pt_pt: Permitir que os clientes carreguem crédito na loja através da página da conta

source: Allow rewards
de_de: Belohnungen erlauben
es_es: Permitir recompensas
fr_ca: Activer les récompenses
it_it: Permetti ricompense
ja: リワードを許可
nl_nl: Beloningen toestaan
pl_pl: Włącz nagrody
pt_pt: Permitir recompensas

source: Top-up orders may trigger eligible rewards, when applicable
de_de: Aufladebestellungen können bei Bedarf berechtigte Belohnungen auslösen
es_es: Los pedidos de recarga pueden activar recompensas elegibles, cuando corresponda
fr_ca: Les commandes de recharge peuvent déclencher des récompenses éligibles, lorsque applicable
it_it: Gli ordini di ricarica possono attivare ricompense idonee, quando applicabile
ja: チャージ時に該当するリワードが付与される場合があります
nl_nl: Top-up bestellingen kunnen in aanmerking komende beloningen activeren, indien van toepassing
pl_pl: Zamówienia doładowania mogą wywołać kwalifikujące się nagrody, gdy jest to możliwe
pt_pt: Pedidos de carregamento podem ativar recompensas elegíveis, quando aplicável

source: For example, disabling this will prevent store credit cashback to be awarded to customers that top-up.
de_de: Zum Beispiel verhindert das Deaktivieren, dass Store-Credit-Cashback an Kunden ausgezahlt wird, die aufladen.
es_es: Por ejemplo, desactivar esto evitará que se otorgue cashback de crédito en tienda a los clientes que recarguen.
fr_ca: Par exemple, désactiver cela empêchera l'attribution de cashback en crédit en magasin aux clients qui rechargent.
it_it: Ad esempio, disattivando questa opzione si impedirà di assegnare cashback di credito negozio ai clienti che effettuano ricariche.
ja: 例えば、これを無効にすると、チャージしたお客様にストアクレジットのキャッシュバックが付与されなくなります。
nl_nl: Bijvoorbeeld, het uitschakelen hiervan voorkomt dat store credit cashback wordt toegekend aan klanten die top-up doen.
pl_pl: Na przykład wyłączenie tego zapobiegnie przyznaniu cashback za doładowanie klientom.
pt_pt: Por exemplo, desativar isto impedirá que o cashback de crédito na loja seja concedido aos clientes que carregam crédito.

source: Minimum top-up
de_de: Mindestbetrag für Aufladung
es_es: Recarga mínima
fr_ca: Montant minimum de rechargement
it_it: Rifornimento minimo
ja: 最低チャージ額
nl_nl: Minimale top-up
pl_pl: Minimalne doładowanie
pt_pt: Recarregamento mínimo

source: The minimum amount of store credit a customer is allowed to top up from their account page.
de_de: Der minimale Betrag an Store-Credit, den ein Kunde von seiner Kontoseite aufladen darf.
es_es: La cantidad mínima de crédito en tienda que un cliente puede recargar desde su página de cuenta.
fr_ca: Le montant minimum de crédit en magasin qu'un client peut recharger depuis sa page de compte.
it_it: L'importo minimo di credito negozio che un cliente può ricaricare dalla pagina del suo account.
ja: お客様がアカウントページからチャージできるストアクレジットの最小金額。
nl_nl: Het minimale bedrag aan store credit dat een klant mag opwaarderen vanaf hun accountpagina.
pl_pl: Minimalna kwota salda sklepu, którą klient może doładować ze swojej strony konta.
pt_pt: O valor mínimo de crédito na loja que um cliente pode carregar na sua página de conta.

source: Maximum top-up
de_de: Höchstbetrag für Aufladung
es_es: Recarga máxima
fr_ca: Montant maximum de rechargement
it_it: Rifornimento massimo
ja: 最大チャージ額
nl_nl: Maximale top-up
pl_pl: Maksymalne doładowanie
pt_pt: Recarregamento máximo

source: The maximum amount of store credit a customer is allowed to top up from their account page.
de_de: Der maximale Betrag an Store-Credit, den ein Kunde von seiner Kontoseite aufladen darf.
es_es: La cantidad máxima de crédito en tienda que un cliente puede recargar desde su página de cuenta.
fr_ca: Le montant maximum de crédit en magasin qu'un client peut recharger depuis sa page de compte.
it_it: L'importo massimo di credito negozio che un cliente può ricaricare dalla pagina del suo account.
ja: お客様がアカウントページからチャージできるストアクレジットの最大金額。
nl_nl: Het maximale bedrag aan store credit dat een klant mag opwaarderen vanaf hun accountpagina.
pl_pl: Maksymalna kwota salda sklepu, którą klient może doładować ze swojej strony konta.
pt_pt: O valor máximo de crédito na loja que um cliente pode carregar na sua página de conta.

source: Top-up image type
de_de: Bildtyp für Aufladung
es_es: Tipo de imagen de recarga
fr_ca: Type d'image de rechargement
it_it: Tipo di immagine per la ricarica
ja: チャージ画像タイプ
nl_nl: Type top-up afbeelding
pl_pl: Typ obrazu do doładowania
pt_pt: Tipo de imagem de recarregamento

source: The type of image to display for the top-up button.
de_de: Der Bildtyp, der für die Aufladeschaltfläche angezeigt wird.
es_es: El tipo de imagen a mostrar para el botón de recarga.
fr_ca: Le type d'image à afficher pour le bouton de recharge.
it_it: Il tipo di immagine da visualizzare per il pulsante di ricarica.
ja: チャージボタンに表示する画像の種類。
nl_nl: Het type afbeelding dat wordt weergegeven voor de top-up knop.
pl_pl: Typ obrazu do wyświetlenia dla przycisku doładowania.
pt_pt: O tipo de imagem a exibir para o botão de carregamento.

source: Use default image
de_de: Standardbild verwenden
es_es: Usar imagen predeterminada
fr_ca: Utiliser l'image par défaut
it_it: Usa immagine predefinita
ja: デフォルト画像を使用
nl_nl: Gebruik standaard afbeelding
pl_pl: Użyj domyślnego obrazu
pt_pt: Usar imagem padrão

source: Use a custom image
de_de: Benutzerdefiniertes Bild verwenden
es_es: Usar una imagen personalizada
fr_ca: Utiliser une image personnalisée
it_it: Usa un'immagine personalizzata
ja: カスタム画像を使用
nl_nl: Gebruik een aangepaste afbeelding
pl_pl: Użyj niestandardowego obrazu
pt_pt: Usar uma imagem personalizada

source: Top-up image
de_de: Aufladungsbild
es_es: Imagen de recarga
fr_ca: Image de rechargement
it_it: Immagine di ricarica
ja: チャージ画像
nl_nl: Top-up afbeelding
pl_pl: Obraz doładowania
pt_pt: Imagem de recarregamento

source: Choose or upload an image from the media gallery to use as the image shown in cart when the customer adds store credit for top-up.
de_de: Wählen Sie ein Bild aus der Mediengalerie aus oder laden Sie es hoch, um es als Bild im Warenkorb anzuzeigen, wenn der Kunde Store-Credit auflädt.
es_es: Elegir o subir una imagen desde la galería multimedia para usar como la imagen mostrada en el carrito cuando el cliente añade crédito en tienda para recarga.
fr_ca: Choisissez ou téléchargez une image depuis la galerie média à utiliser comme image affichée dans le panier lorsque le client ajoute du crédit en magasin pour la recharge.
it_it: Scegli o carica un'immagine dalla galleria media da usare come immagine visualizzata nel carrello quando il cliente aggiunge credito negozio per la ricarica.
ja: メディアギャラリーから画像を選択またはアップロードし、カート内でストアクレジットのチャージ時に表示される画像として使用します。
nl_nl: Kies of upload een afbeelding uit de mediagalerij om te gebruiken als de afbeelding die wordt weergegeven in de winkelwagen wanneer de klant store credit toevoegt voor top-up.
pl_pl: Wybierz lub załaduj obraz z galerii mediów, aby użyć jako obraz wyświetlany w koszyku, gdy klient dodaje saldo sklepu do doładowania.
pt_pt: Escolha ou carregue uma imagem da galeria de mídia para usar como a imagem exibida no carrinho quando o cliente adiciona crédito na loja para carregamento.

source: Top-up image used in the cart
de_de: Aufladebild im Warenkorb
es_es: Imagen de recarga usada en el carrito
fr_ca: Image de recharge utilisée dans le panier
it_it: Immagine di ricarica usata nel carrello
ja: カート内で使用されるチャージ画像
nl_nl: Top-up afbeelding gebruikt in de winkelwagen
pl_pl: Obraz do doładowania używany w koszyku
pt_pt: Imagem de carregamento usada no carrinho

source: Select image
de_de: Bild auswählen
es_es: Seleccionar imagen
fr_ca: Sélectionner une image
it_it: Seleziona immagine
ja: 画像を選択
nl_nl: Selecteer afbeelding
pl_pl: Wybierz obraz
pt_pt: Selecionar imagem

source: Singular label
de_de: Einzahl-Label
es_es: Etiqueta singular
fr_ca: Étiquette singulière
it_it: Etichetta singolare
ja: 単数形のラベル
nl_nl: Enkelvoudige label
pl_pl: Etykieta pojedyncza
pt_pt: Etiqueta singular

source: The label shown to customers when referring to store credit in its singular form.
de_de: Das Label, das Kunden angezeigt wird, wenn auf Store-Credit in Einzahl verwiesen wird.
es_es: La etiqueta que se muestra a los clientes al referirse al crédito en tienda en su forma singular.
fr_ca: L'étiquette affichée aux clients lorsqu'il est question de crédit en magasin au singulier.
it_it: L'etichetta mostrata ai clienti quando si fa riferimento al credito negozio in forma singolare.
ja: 単数形のストアクレジットを指すときにお客様に表示されるラベル。
nl_nl: Het label dat aan klanten wordt getoond wanneer wordt verwezen naar store credit in enkelvoud.
pl_pl: Etykieta wyświetlana klientom, gdy odnosi się do salda sklepu w formie pojedynczej.
pt_pt: A etiqueta exibida aos clientes ao referir-se ao crédito na loja na sua forma singular.

source: Plural label
de_de: Mehrzahl-Label
es_es: Etiqueta plural
fr_ca: Étiquette plurielle
it_it: Etichetta plurale
ja: 複数形のラベル
nl_nl: Meervoudige label
pl_pl: Etykieta mnoga
pt_pt: Etiqueta plural

source: The label shown to customers when referring to store credit in its plural form.
de_de: Das Label, das Kunden angezeigt wird, wenn auf Store-Credit in Mehrzahl verwiesen wird.
es_es: La etiqueta que se muestra a los clientes al referirse al crédito en tienda en su forma plural.
fr_ca: L'étiquette affichée aux clients lorsqu'il est question de crédit en magasin au pluriel.
it_it: L'etichetta mostrata ai clienti quando si fa riferimento al credito negozio in forma plurale.
ja: 複数形のストアクレジットを指すときにお客様に表示されるラベル。
nl_nl: Het label dat aan klanten wordt getoond wanneer wordt verwezen naar store credit in meervoud.
pl_pl: Etykieta wyświetlana klientom, gdy odnosi się do salda sklepu w formie mnogiej.
pt_pt: A etiqueta exibida aos clientes ao referir-se ao crédito na loja na sua forma plural.

source: Order contains specific products
de_de: Bestellung enthält bestimmte Produkte
es_es: El pedido contiene productos específicos
fr_ca: La commande contient des produits spécifiques
it_it: L'ordine contiene prodotti specifici
ja: 注文に特定の商品が含まれる
nl_nl: Bestelling bevat specifieke producten
pl_pl: Zamówienie zawiera określone produkty
pt_pt: O pedido contém produtos específicos

source: Order does not contain specific products
de_de: Bestellung enthält keine bestimmten Produkte
es_es: El pedido no contiene productos específicos
fr_ca: La commande ne contient pas de produits spécifiques
it_it: L'ordine non contiene prodotti specifici
ja: 注文に特定の商品が含まれない
nl_nl: Bestelling bevat geen specifieke producten
pl_pl: Zamówienie nie zawiera określonych produktów
pt_pt: O pedido não contém produtos específicos

source: Order contains product categories
de_de: Bestellung enthält Produktkategorien
es_es: El pedido contiene categorías de productos
fr_ca: La commande contient des catégories de produits
it_it: L'ordine contiene categorie di prodotti
ja: 注文に商品カテゴリーが含まれる
nl_nl: Bestelling bevat productcategorieën
pl_pl: Zamówienie zawiera kategorie produktów
pt_pt: O pedido contém categorias de produtos

source: Order does not contain product categories
de_de: Bestellung enthält keine Produktkategorien
es_es: El pedido no contiene categorías de productos
fr_ca: La commande ne contient pas de catégories de produits
it_it: L'ordine non contiene categorie di prodotti
ja: 注文に商品カテゴリーが含まれない
nl_nl: Bestelling bevat geen productcategorieën
pl_pl: Zamówienie nie zawiera kategorii produktów
pt_pt: O pedido não contém categorias de produtos

source: Order contains product types
de_de: Bestellung enthält Produkttypen
es_es: El pedido contiene tipos de productos
fr_ca: La commande contient des types de produits
it_it: L'ordine contiene tipi di prodotti
ja: 注文に商品タイプが含まれる
nl_nl: Bestelling bevat producttypes
pl_pl: Zamówienie zawiera typy produktów
pt_pt: O pedido contém tipos de produtos

source: Order does not contain product types
de_de: Bestellung enthält keine Produkttypen
es_es: El pedido no contiene tipos de productos
fr_ca: La commande ne contient pas de types de produits
it_it: L'ordine non contiene tipi di prodotti
ja: 注文に商品タイプが含まれない
nl_nl: Bestelling bevat geen producttypes
pl_pl: Zamówienie nie zawiera typów produktów
pt_pt: O pedido não contém tipos de produtos

source: Any order
de_de: Beliebige Bestellung
es_es: Cualquier pedido
fr_ca: Toute commande
it_it: Qualsiasi ordine
ja: 任意の注文
nl_nl: Elke bestelling
pl_pl: Dowolne zamówienie
pt_pt: Qualquer pedido

source: Some products
de_de: Einige Produkte
es_es: Algunos productos
fr_ca: Certains produits
it_it: Alcuni prodotti
ja: いくつかの商品
nl_nl: Enkele producten
pl_pl: Niektóre produkty
pt_pt: Alguns produtos

source: Some product categories
de_de: Einige Produktkategorien
es_es: Algunas categorías de productos
fr_ca: Certaines catégories de produits
it_it: Alcune categorie di prodotti
ja: いくつかの商品カテゴリー
nl_nl: Enkele productcategorieën
pl_pl: Niektóre kategorie produktów
pt_pt: Algumas categorias de produtos

source: All products
de_de: Alle Produkte
es_es: Todos los productos
fr_ca: Tous les produits
it_it: Tutti i prodotti
ja: すべての商品
nl_nl: Alle producten
pl_pl: Wszystkie produkty
pt_pt: Todos os produtos

source: Active
de_de: Aktiv
es_es: Activo
fr_ca: Actif
it_it: Attivo
ja: アクティブ
nl_nl: Actief
pl_pl: Aktywne
pt_pt: Ativo

source: Depleted
de_de: Erschöpft
es_es: Agotado
fr_ca: Épuisé
it_it: Esaurito
ja: 枯渇
nl_nl: Uitgeput
pl_pl: Wycofane
pt_pt: Esgotado

source: Inactive
de_de: Inaktiv
es_es: Inactivo
fr_ca: Inactif
it_it: Inattivo
ja: 非アクティブ
nl_nl: Inactief
pl_pl: Nieaktywne
pt_pt: Inativo

source: This %s configuration is active and will be awarded to customers when its conditions are met.
de_de: Diese %s-Konfiguration ist aktiv und wird an Kunden ausgezahlt, wenn ihre Bedingungen erfüllt sind.
es_es: Esta configuración de %s está activa y se otorgará a los clientes cuando se cumplan sus condiciones.
fr_ca: Cette configuration %s est active et sera attribuée aux clients lorsque ses conditions seront remplies.
it_it: Questa configurazione %s è attiva e verrà assegnata ai clienti quando le sue condizioni saranno soddisfatte.
ja: この %s の設定は有効であり、その条件が満たされたときにお客様に付与されます。
nl_nl: Deze %s-configuratie is actief en wordt toegekend aan klanten wanneer aan de voorwaarden wordt voldaan.
pl_pl: Ta konfiguracja %s jest aktywna i zostanie przyznana klientom, gdy spełnione zostaną jej warunki.
pt_pt: Esta configuração de %s está ativa e será concedida aos clientes quando as condições forem atendidas.

source: This %s configuration has reached its award limit and will no longer be awarded to customers.
de_de: Diese %s-Konfiguration hat ihr Auszahlungslimit erreicht und wird nicht mehr an Kunden ausgezahlt.
es_es: Esta configuración de %s ha alcanzado su límite de premios y ya no se otorgará a los clientes.
fr_ca: Cette configuration %s a atteint sa limite d'attribution et ne sera plus attribuée aux clients.
it_it: Questa configurazione %s ha raggiunto il limite di assegnazioni e non verrà più assegnata ai clienti.
ja: この %s の設定は上限に達しており、お客様に付与されなくなります。
nl_nl: Deze %s-configuratie heeft zijn toekenningslimiet bereikt en wordt niet langer toegekend aan klanten.
pl_pl: Ta konfiguracja %s osiągnęła limit przyznawania i nie będzie już przyznawana klientom.
pt_pt: Esta configuração de %s atingiu o limite de concessões e não será mais concedida aos clientes.

source: This %s configuration is inactive and will not be awarded to customers.
de_de: Diese %s-Konfiguration ist inaktiv und wird nicht an Kunden vergeben.
es_es: Esta configuración de %s está inactiva y no se otorgará a los clientes
fr_ca: Cette configuration %s est inactive et ne sera pas attribuée aux clients
it_it: Questa configurazione %s è inattiva e non verrà assegnata ai clienti
ja: この %s の設定は無効であり、お客様に付与されません。
nl_nl: Deze %s configuratie is inactief en wordt niet toegekend aan klanten
pl_pl: Ta konfiguracja %s jest nieaktywna i nie będzie przyznawana klientom.
pt_pt: Esta configuração de %s está inativa e não será atribuída aos clientes

source: Milestone
de_de: Meilenstein
es_es: Hito
fr_ca: Étape importante
it_it: Traguardo
ja: マイルストーン
nl_nl: Mijlpaal
pl_pl: Kamień milowy
pt_pt: Marco

source: Reward
de_de: Belohnung
es_es: Recompensa
fr_ca: Récompense
it_it: Ricompensa
ja: 報酬
nl_nl: Beloning
pl_pl: Nagroda
pt_pt: Recompensa

source: Rewards
de_de: Belohnungen
es_es: Recompensas
fr_ca: Récompenses
it_it: Ricompense
ja: 報酬
nl_nl: Beloningen
pl_pl: Nagrody
pt_pt: Recompensas

source: Cannot award store credit to a user account without an email.
de_de: Kann Store-Guthaben keinem Benutzerkonto ohne E-Mail gutschreiben.
es_es: No se puede otorgar crédito en tienda a una cuenta de usuario sin un correo electrónico
fr_ca: Impossible d'attribuer un crédit en magasin à un compte utilisateur sans adresse e-mail
it_it: Impossibile assegnare credito al negozio a un account utente senza email
ja: メールアドレスのないユーザーアカウントにストアクレジットを付与できません。
nl_nl: Kan geen store credit toekennen aan een gebruikersaccount zonder e-mail.
pl_pl: Nie można przyznać kredytu sklepowego do konta użytkownika bez adresu e-mail.
pt_pt: Não é possível atribuir crédito de loja a uma conta de usuário sem email.

source: Credit transactions should have a positive amount.
de_de: Gutschriftentransaktionen sollten einen positiven Betrag haben.
es_es: Las transacciones de crédito deben tener una cantidad positiva
fr_ca: Les transactions de crédit doivent avoir un montant positif
it_it: Le transazioni di credito devono avere un importo positivo
ja: クレジット取引は正の金額である必要があります。
nl_nl: Transacties met store credit moeten een positief bedrag hebben.
pl_pl: Transakcje kredytowe powinny mieć dodatnią kwotę.
pt_pt: As transações de crédito devem ter um valor positivo.

source: Cannot debit a user account without an email.
de_de: Kann einem Benutzerkonto ohne E-Mail kein Guthaben belasten.
es_es: No se puede debitar a una cuenta de usuario sin un correo electrónico
fr_ca: Impossible de débiter un compte utilisateur sans adresse e-mail
it_it: Impossibile addebitare un account utente senza email
ja: メールアドレスのないユーザーアカウントから引き落としできません。
nl_nl: Kan geen debet maken op een gebruikersaccount zonder e-mail.
pl_pl: Nie można obciążyć konta użytkownika bez adresu e-mail.
pt_pt: Não é possível debitar uma conta de usuário sem email.

source: Cannot debit an amount larger than the available store credit balance.
de_de: Kann keinen Betrag belasten, der größer ist als der verfügbare Store-Guthabenstand.
es_es: No se puede debitar una cantidad mayor que el saldo disponible de crédito en tienda
fr_ca: Impossible de débiter un montant supérieur au solde de crédit en magasin disponible
it_it: Impossibile addebitare un importo superiore al saldo disponibile del credito del negozio
ja: 利用可能なストアクレジット残高を超える金額を引き落とすことはできません。
nl_nl: Kan geen bedrag debiteren dat groter is dan het beschikbare store credit saldo.
pl_pl: Nie można obciążyć kwoty większej niż dostępny stan kredytu sklepowego.
pt_pt: Não é possível debitar um valor maior do que o saldo disponível de crédito de loja.

source: User action
de_de: Benutzeraktion
es_es: Acción del usuario
fr_ca: Action utilisateur
it_it: Azione utente
ja: ユーザーアクション
nl_nl: Gebruikersactie
pl_pl: Akcja użytkownika
pt_pt: Ação do usuário

source: Customer account registration
de_de: Kundenkonto Registrierung
es_es: Registro de cuenta del cliente
fr_ca: Inscription du compte client
it_it: Registrazione account cliente
ja: 顧客アカウント登録
nl_nl: Registratie van klantaccount
pl_pl: Rejestracja konta klienta
pt_pt: Registo de conta do cliente

source: Product purchase
de_de: Produktkauf
es_es: Compra de producto
fr_ca: Achat de produit
it_it: Acquisto prodotto
ja: 商品購入
nl_nl: Productaankoop
pl_pl: Zakup produktu
pt_pt: Compra de produto

source: Product review
de_de: Produktbewertung
es_es: Reseña del producto
fr_ca: Avis sur le produit
it_it: Recensione prodotto
ja: 商品レビュー
nl_nl: Productbeoordeling
pl_pl: Recenzja produktu
pt_pt: Avaliação do produto

source: Order paid
de_de: Bestellung bezahlt
es_es: Pedido pagado
fr_ca: Commande payée
it_it: Ordine pagato
ja: 注文支払い済み
nl_nl: Bestelling betaald
pl_pl: Zamówienie opłacone
pt_pt: Encomenda paga

source: Order refunded
de_de: Bestellung erstattet
es_es: Pedido reembolsado
fr_ca: Commande remboursée
it_it: Ordine rimborsato
ja: 注文返金済み
nl_nl: Bestelling terugbetaald
pl_pl: Zamówienie zwrócone
pt_pt: Encomenda devolvida

source: Order cancelled
de_de: Bestellung storniert
es_es: Pedido cancelado
fr_ca: Commande annulée
it_it: Ordine annullato
ja: 注文キャンセル
nl_nl: Bestelling geannuleerd
pl_pl: Zamówienie anulowane
pt_pt: Encomenda cancelada

source: Data migration
de_de: Datenmigration
es_es: Migración de datos
fr_ca: Migration de données
it_it: Migrazione dati
ja: データ移行
nl_nl: Gegevensmigratie
pl_pl: Migracja danych
pt_pt: Migração de dados

source: Undefined event
de_de: Nicht definierte Ereignis
es_es: Evento no definido
fr_ca: Événement non défini
it_it: Evento non definito
ja: 未定義のイベント
nl_nl: Ongedefinieerd evenement
pl_pl: Nieokreślone zdarzenie
pt_pt: Evento indefinido

source: Voided
de_de: Storniert
es_es: Anulado
fr_ca: Annulé
it_it: Annullato
ja: 無効化済み
nl_nl: Ongeldig gemaakt
pl_pl: Anulowane
pt_pt: Anulado

source: Expired
de_de: Abgelaufen
es_es: Caducado
fr_ca: Expiré
it_it: Scaduto
ja: 期限切れ
nl_nl: Verlopen
pl_pl: Wygasłe
pt_pt: Expirado

source: Committed
de_de: Verpflichtet
es_es: Comprometido
fr_ca: Engagé
it_it: Impegnato
ja: 確定済み
nl_nl: Verplicht
pl_pl: Zaakceptowane
pt_pt: Comprometido

source: Minimum: %1$s - Maximum: %2$s
de_de: Min.: %1$s - Max.: %2$s
es_es: Mínimo: %1$s - Máximo: %2$s
it_it: Minimo: %1$s - Massimo: %2$s
ja: 最小：%1$s - 最大：%2$s
nl_nl: Minimaal: %1$s - Maximaal: %2$s
pl_pl: Minimalnie: %1$s - Maksymalnie: %2$s
pt_pt: Mínimo: %1$s - Máximo: %2$s

source: No limit
de_de: Keine Begrenzung
es_es: Sin límite
fr_ca: Pas de limite
it_it: Nessun limite
ja: 制限なし
nl_nl: Geen limiet
pl_pl: Brak limitu
pt_pt: Sem limite
