Repository: magelifesaver/greenb
Catalog: woocommerce-account-funds/i18n/languages/woocommerce-account-funds-*.po
Languages: de_de, es_es, fr_ca, it_it, ja, nl_nl, pl_pl, pt_pt

source: The URL to the plugin settings.
de_de: Die URL zu den Plugin-Einstellungen.
es_es: La URL a la configuración del plugin.
fr_ca: L'URL vers les paramètres du plugin.
it_it: L'URL alle impostazioni del plugin.
ja: プラグイン設定のURLです。
nl_nl: De URL naar de instellingen van de plugin.
pl_pl: URL do ustawień wtyczki.
pt_pt: A URL para as configurações do plugin.

source: The URL to the plugin support.
de_de: Die URL zum Plugin-Support.
es_es: La URL al soporte del plugin.
fr_ca: L'URL vers le support du plugin.
it_it: L'URL al supporto del plugin.
ja: プラグインサポートのURLです。
nl_nl: De URL naar de ondersteuning van de plugin.
pl_pl: URL do wsparcia wtyczki.
pt_pt: A URL para o suporte do plugin.

source: The plugin vendor.
de_de: Der Anbieter des Plugins.
es_es: El proveedor del plugin.
fr_ca: Le fournisseur du plugin.
it_it: Il venditore del plugin.
ja: プラグインベンダーです。
nl_nl: De leverancier van de plugin.
pl_pl: Dostawca wtyczki.
pt_pt: O fornecedor do plugin.

source: The plugin version.
de_de: Die Plugin-Version.
es_es: La versión del plugin.
fr_ca: La version du plugin.
it_it: La versione del plugin.
ja: プラグインのバージョンです。
nl_nl: De versie van de plugin.
pl_pl: Wersja wtyczki.
pt_pt: A versão do plugin.

source: Setting name.
de_de: Name der Einstellung.
es_es: Nombre de la configuración.
fr_ca: Nom de la configuration.
it_it: Nome dell'impostazione.
ja: 設定名です。
nl_nl: Naam van de instelling.
pl_pl: Nazwa ustawienia.
pt_pt: Nome da configuração.

source: Setting type.
de_de: Typ der Einstellung.
es_es: Tipo de configuración.
fr_ca: Type de la configuration.
it_it: Tipo di impostazione.
ja: 設定タイプです。
nl_nl: Type instelling.
pl_pl: Typ ustawienia.
pt_pt: Tipo de configuração.

source: Setting attributes.
de_de: Attribute der Einstellung.
es_es: Atributos de la configuración.
fr_ca: Attributs de la configuration.
it_it: Attributi dell'impostazione.
ja: 設定属性です。
nl_nl: Attributen van de instelling.
pl_pl: Atrybuty ustawienia.
pt_pt: Atributos da configuração.

source: Whether the setting is required.
de_de: Ob die Einstellung erforderlich ist.
es_es: Si la configuración es obligatoria.
fr_ca: Si la configuration est requise.
it_it: Se l'impostazione è obbligatoria.
ja: 設定が必須かどうかです。
nl_nl: Of de instelling verplicht is.
pl_pl: Czy ustawienie jest wymagane.
pt_pt: Se a configuração é obrigatória.

source: Default setting value.
de_de: Standardwert der Einstellung.
es_es: Valor predeterminado de la configuración.
fr_ca: Valeur par défaut de la configuration.
it_it: Valore predefinito dell'impostazione.
ja: デフォルトの設定値です。
nl_nl: Standaardwaarde van de instelling.
pl_pl: Domyślna wartość ustawienia.
pt_pt: Valor padrão da configuração.

source: Setting description.
de_de: Beschreibung der Einstellung.
es_es: Descripción de la configuración.
fr_ca: Description de la configuration.
it_it: Descrizione dell'impostazione.
ja: 設定の説明です。
nl_nl: Omschrijving van de instelling.
pl_pl: Opis ustawienia.
pt_pt: Descrição da configuração.

source: Setting instructions.
de_de: Anweisungen für die Einstellung.
es_es: Instrucciones de la configuración.
fr_ca: Instructions pour la configuration.
it_it: Istruzioni per l'impostazione.
ja: 設定の指示です。
nl_nl: Instructies voor de instelling.
pl_pl: Instrukcje dotyczące ustawienia.
pt_pt: Instruções da configuração.

source: Setting placeholder.
de_de: Platzhalter der Einstellung.
es_es: Marcador de posición de la configuración.
fr_ca: Espace réservé pour la configuration.
it_it: Segnaposto dell'impostazione.
ja: 設定のプレースホルダーです。
nl_nl: Plaatshouder van de instelling.
pl_pl: Miejsce na ustawienie.
pt_pt: Placeholder da configuração.

source: Setting title.
de_de: Titel der Einstellung.
es_es: Título de la configuración.
fr_ca: Titre de la configuration.
it_it: Titolo dell'impostazione.
ja: 設定タイトルです。
nl_nl: Titel van de instelling.
pl_pl: Tytuł ustawienia.
pt_pt: Título da configuração.

source: Setting value.
de_de: Wert der Einstellung.
es_es: Valor de la configuración.
fr_ca: Valeur de la configuration.
it_it: Valore dell'impostazione.
ja: 設定値です。
nl_nl: Waarde van de instelling.
pl_pl: Wartość ustawienia.
pt_pt: Valor da configuração.

source: Formatted setting value.
de_de: Formatierter Wert der Einstellung.
es_es: Valor formateado de la configuración.
fr_ca: Valeur formatée de la configuration.
it_it: Valore formattato dell'impostazione.
ja: フォーマット済みの設定値です。
nl_nl: Geformatteerde waarde van de instelling.
pl_pl: Sformatowana wartość ustawienia.
pt_pt: Valor formatado da configuração.

source: Setting store.
de_de: Speicherort der Einstellung.
es_es: Almacén de la configuración.
fr_ca: Magasin de configuration.
it_it: Negozio dell'impostazione.
ja: 設定ストアです。
nl_nl: Winkel van de instelling.
pl_pl: Sklep ustawień.
pt_pt: Loja de configurações.

source: Visit dashboard
de_de: Zum Dashboard gehen
es_es: Visitar tablero
fr_ca: Visiter le tableau de bord
it_it: Visita la dashboard
ja: ダッシュボードを訪問
nl_nl: Ga naar dashboard
pl_pl: Odwiedź panel
pt_pt: Visitar painel

source: Configure settings
de_de: Einstellungen konfigurieren
es_es: Configurar ajustes
fr_ca: Configurer les paramètres
it_it: Configura le impostazioni
ja: 設定を構成
nl_nl: Configureer instellingen
pl_pl: Konfiguruj ustawienia
pt_pt: Configurar definições

source: Read documentation
de_de: Dokumentation lesen
es_es: Leer documentación
fr_ca: Lire la documentation
it_it: Leggi la documentazione
ja: ドキュメントを読む
nl_nl: Lees documentatie
pl_pl: Przeczytaj dokumentację
pt_pt: Ler documentação

source: The plugin has been activated.
de_de: Das Plugin wurde aktiviert.
es_es: El plugin ha sido activado.
fr_ca: Le plugin a été activé.
it_it: Il plugin è stato attivato.
ja: プラグインが有効化されました。
nl_nl: De plugin is geactiveerd.
pl_pl: Wtyczka została aktywowana.
pt_pt: O plugin foi ativado.

source: Want to get more out of %s? Join the our newsletter for quick tips, features, and member-only offers.
de_de: Möchten Sie mehr aus %s herausholen? Abonnieren Sie unseren Newsletter für schnelle Tipps, Funktionen und exklusive Angebote für Mitglieder.
es_es: ¿Quieres sacar más provecho de %s? Únete a nuestro boletín para consejos rápidos, funciones y ofertas exclusivas para miembros.
fr_ca: Vous souhaitez tirer plus de %s ? Rejoignez notre newsletter pour des astuces rapides, des fonctionnalités et des offres réservées aux membres.
it_it: Vuoi ottenere di più da %s? Iscriviti alla nostra newsletter per consigli rapidi, funzionalità e offerte riservate ai membri.
ja: %s からもっと得るには？クイックヒント、機能、メンバー限定オファーのためにニュースレターに登録しましょう。
nl_nl: Wil je meer halen uit %s? Abonneer je op onze nieuwsbrief voor snelle tips, functies en exclusieve aanbiedingen voor leden.
pl_pl: Chcesz uzyskać więcej z %s? Dołącz do naszego newslettera po szybkie wskazówki, funkcje i oferty tylko dla członków.
pt_pt: Quer aproveitar mais o %s? Inscreva-se na nossa newsletter para dicas rápidas, recursos e ofertas exclusivas para membros.

source: Want to get more out of %1$s? Join the %2$s%3$s newsletter%4$s for quick tips, features, and member-only offers.
de_de: Möchten Sie mehr aus %1$s herausholen? Abonnieren Sie den %2$s%3$s-Newsletter%4$s für schnelle Tipps, Funktionen und exklusive Angebote für Mitglieder.
es_es: ¿Quieres sacar más provecho de %1$s? Únete al boletín de %2$s%3$s%4$s para consejos rápidos, funciones y ofertas exclusivas para miembros.
fr_ca: Vous souhaitez tirer plus de %1$s ? Rejoignez la newsletter %2$s%3$s%4$s pour des astuces rapides, des fonctionnalités et des offres réservées aux membres.
it_it: Vuoi ottenere di più da %1$s? Iscriviti alla newsletter %2$s%3$s%4$s per consigli rapidi, funzionalità e offerte riservate ai membri.
ja: %1$s からもっと得るには？%2$s%3$sニュースレター%4$sに登録して、クイックヒント、機能、メンバー限定オファーを受け取りましょう。
nl_nl: Wil je meer halen uit %1$s? Abonneer je op de %2$s%3$s nieuwsbrief%4$s voor snelle tips, functies en exclusieve aanbiedingen voor leden.
pl_pl: Chcesz uzyskać więcej z %1$s? Dołącz do newslettera %2$s%3$s%4$s po szybkie wskazówki, funkcje i oferty tylko dla członków.
pt_pt: Quer aproveitar mais o %1$s? Inscreva-se na %2$s%3$s newsletter%4$s para dicas rápidas, recursos e ofertas exclusivas para membros.

source: Sign up
de_de: Anmelden
es_es: Suscribirse
fr_ca: S'inscrire
it_it: Iscriviti
ja: 登録する
nl_nl: Aanmelden
pl_pl: Zapisz się
pt_pt: Inscrever-se

source: Subscribing...
de_de: Wird abonniert...
es_es: Suscribiendo...
fr_ca: Abonnement en cours...
it_it: Iscrizione in corso...
ja: 登録中...
nl_nl: Bezig met aanmelden...
pl_pl: Subskrybuję...
pt_pt: A subscrever...

source: Thank you!
de_de: Vielen Dank!
es_es: ¡Gracias!
fr_ca: Merci !
it_it: Grazie!
ja: ありがとうございます！
nl_nl: Dank je wel!
pl_pl: Dziękujemy!
pt_pt: Obrigado!

source: By using this plugin, you may be storing personal data or sharing data with an external service. %1$sContact the plugin developer for more information%2$s.
de_de: Durch die Nutzung dieses Plugins können personenbezogene Daten gespeichert oder mit einem externen Dienst geteilt werden. %1$sKontaktieren Sie den Plugin-Entwickler für weitere Informationen%2$s.
es_es: Al usar este plugin, podrías estar almacenando datos personales o compartiendo datos con un servicio externo. %1$sContacta al desarrollador del plugin para más información%2$s.
fr_ca: En utilisant ce plugin, vous pourriez stocker des données personnelles ou partager des données avec un service externe. %1$sContactez le développeur du plugin pour plus d'informations%2$s.
it_it: Utilizzando questo plugin, potresti memorizzare dati personali o condividere dati con un servizio esterno. %1$sContatta lo sviluppatore del plugin per ulteriori informazioni%2$s.
ja: このプラグインを使用することで、個人情報を保存したり、外部サービスとデータを共有したりする場合があります。%1$sプラグイン開発者にお問い合わせください%2$s。
nl_nl: Door deze plugin te gebruiken, kunt u persoonlijke gegevens opslaan of delen met een externe dienst. %1$sNeem contact op met de ontwikkelaar van de plugin voor meer informatie%2$s.
pl_pl: Korzystając z tej wtyczki, możesz przechowywać dane osobowe lub udostępniać dane z zewnętrzną usługą. %1$sSkontaktuj się z twórcą wtyczki, aby uzyskać więcej informacji%2$s.
pt_pt: Ao usar este plugin, pode estar a armazenar dados pessoais ou a partilhar dados com um serviço externo. %1$sContacte o desenvolvedor do plugin para mais informações%2$s.

source: "%s" is required.
de_de: "%s" ist erforderlich.
es_es: "%s" es obligatorio.
fr_ca: "%s" est requis.
it_it: "%s" è richiesto.
ja: "%s" は必須です。
nl_nl: "%s" is vereist.
pl_pl: "%s" jest wymagane.
pt_pt: "%s" é obrigatório.

source: Could not validate %s into a valid amount
de_de: Konnte %s nicht in einen gültigen Betrag umwandeln
es_es: No se pudo validar %s en una cantidad válida
fr_ca: Impossible de valider %s en un montant valide
it_it: Impossibile convalidare %s in un importo valido
ja: %s を有効な金額に検証できませんでした
nl_nl: Kon %s niet valideren tot een geldig bedrag
pl_pl: Nie można zweryfikować %s jako poprawnej kwoty
pt_pt: Não foi possível validar %s para um valor válido

source: The amount is below the minimum of %d
de_de: Der Betrag liegt unter dem Minimum von %d
es_es: La cantidad está por debajo del mínimo de %d
fr_ca: Le montant est inférieur au minimum de %d
it_it: L'importo è inferiore al minimo di %d
ja: 金額は最低 %d 以上でなければなりません
nl_nl: Het bedrag ligt onder het minimum van %d
pl_pl: Kwota jest poniżej minimalnej %d
pt_pt: O valor é inferior ao mínimo de %d

source: The amount is above the maximum of %d
de_de: Der Betrag liegt über dem Maximum von %d
es_es: La cantidad está por encima del máximo de %d
fr_ca: Le montant dépasse le maximum de %d
it_it: L'importo supera il massimo di %d
ja: 金額が最大値の %d を超えています
nl_nl: Het bedrag is hoger dan het maximum van %d
pl_pl: Kwota jest powyżej maksymalnej wartości %d
pt_pt: O valor está acima do máximo de %d

source: Could not validate %s into a boolean value
de_de: Konnte %s nicht in einen Boolean-Wert umwandeln
es_es: No se pudo validar %s como un valor booleano
fr_ca: Impossible de valider %s en une valeur booléenne
it_it: Impossibile convalidare %s in un valore booleano
ja: %s をブール値に検証できませんでした
nl_nl: Kon %s niet valideren als een boolean waarde
pl_pl: Nie można zweryfikować %s jako wartość logiczną
pt_pt: Não foi possível validar %s para um valor booleano

source: OpenSSL is required for credential encryption.
de_de: OpenSSL ist für die Verschlüsselung von Anmeldeinformationen erforderlich.
es_es: Se requiere OpenSSL para el cifrado de credenciales.
fr_ca: OpenSSL est requis pour le chiffrement des identifiants.
it_it: OpenSSL è necessario per la crittografia delle credenziali.
ja: 証明書暗号化には OpenSSL が必要です。
nl_nl: OpenSSL is vereist voor versleuteling van inloggegevens.
pl_pl: Wymagany jest OpenSSL do szyfrowania danych uwierzytelniających.
pt_pt: O OpenSSL é necessário para encriptação de credenciais.

source: Could not encrypt credential.
de_de: Anmeldeinformationen konnten nicht verschlüsselt werden.
es_es: No se pudo cifrar la credencial.
fr_ca: Impossible de chiffrer l'identifiant.
it_it: Impossibile crittografare le credenziali.
ja: 証明書を暗号化できませんでした。
nl_nl: Kon de inloggegevens niet versleutelen.
pl_pl: Nie można zaszyfrować danych uwierzytelniających.
pt_pt: Não foi possível encriptar a credencial.

source: OpenSSL is required for credential decryption.
de_de: OpenSSL ist für die Entschlüsselung von Anmeldeinformationen erforderlich.
es_es: Se requiere OpenSSL para descifrar credenciales.
fr_ca: OpenSSL est requis pour le déchiffrement des identifiants.
it_it: OpenSSL è necessario per la decrittografia delle credenziali.
ja: 証明書復号化には OpenSSL が必要です。
nl_nl: OpenSSL is vereist voor het ontsleutelen van inloggegevens.
pl_pl: Wymagany jest OpenSSL do deszyfrowania danych uwierzytelniających.
pt_pt: O OpenSSL é necessário para desencriptação de credenciais.

source: "%s" is not a valid email address
de_de: "%s" ist keine gültige E-Mail-Adresse
es_es: "%s" no es una dirección de correo electrónico válida
fr_ca: "%s" n'est pas une adresse e-mail valide
it_it: "%s" non è un indirizzo email valido
ja: "%s" は有効なメールアドレスではありません
nl_nl: "%s" is geen geldig e-mailadres
pl_pl: "%s" nie jest prawidłowym adresem e-mail
pt_pt: "%s" não é um endereço de email válido

source: Could not validate %s into a JSON value
de_de: Konnte %s nicht in einen JSON-Wert umwandeln
es_es: No se pudo validar %s como un valor JSON
fr_ca: Impossible de valider %s en une valeur JSON
it_it: Impossibile convalidare %s in un valore JSON
ja: %s を JSON 値に検証できませんでした
nl_nl: Kon %s niet valideren als een JSON-waarde
pl_pl: Nie można zweryfikować %s jako wartość JSON
pt_pt: Não foi possível validar %s para um valor JSON

source: Could not validate %s into a number
de_de: Konnte %s nicht in eine Zahl umwandeln
es_es: No se pudo validar %s como un número
fr_ca: Impossible de valider %s en un nombre
it_it: Impossibile convalidare %s in un numero
ja: %s を数値に検証できませんでした
nl_nl: Kon %s niet valideren als een getal
pl_pl: Nie można zweryfikować %s jako liczbę
pt_pt: Não foi possível validar %s para um número

source: %1$s is below the minimum allowed of %2$d
de_de: %1$s liegt unter dem erlaubten Minimum von %2$d
es_es: %1$s está por debajo del mínimo permitido de %2$d
fr_ca: %1$s est inférieur au minimum autorisé de %2$d
it_it: %1$s è inferiore al minimo consentito di %2$d
ja: %1$s は許容される最小値 %2$d を下回っています
nl_nl: %1$s ligt onder het toegestane minimum van %2$d
pl_pl: %1$s jest poniżej dozwolonego minimum %2$d
pt_pt: %1$s está abaixo do mínimo permitido de %2$d

source: %1$s is above the maximum allowed of %2$d
de_de: %1$s liegt über dem erlaubten Maximum von %2$d
es_es: %1$s está por encima del máximo permitido de %2$d
fr_ca: %1$s est supérieur au maximum autorisé de %2$d
it_it: %1$s è superiore al massimo consentito di %2$d
ja: %1$s は許容される最大値 %2$d を超えています
nl_nl: %1$s ligt boven het toegestane maximum van %2$d
pl_pl: %1$s jest powyżej dozwolonego maksimum %2$d
pt_pt: %1$s está acima do máximo permitido de %2$d

source: "%s" is not among the list of accepted values
de_de: "%s" ist nicht in der Liste der akzeptierten Werte enthalten
es_es: "%s" no está en la lista de valores aceptados
fr_ca: "%s" ne fait pas partie de la liste des valeurs acceptées
it_it: "%s" non è tra i valori accettati
ja: "%s" は受け入れられる値のリストにありません
nl_nl: "%s" staat niet in de lijst met geaccepteerde waarden
pl_pl: "%s" nie znajduje się na liście akceptowanych wartości
pt_pt: "%s" não está entre os valores aceitos

source: "%s" does not match the required format
de_de: "%s" entspricht nicht dem erforderlichen Format
es_es: "%s" no coincide con el formato requerido
fr_ca: "%s" ne correspond pas au format requis
it_it: "%s" non corrisponde al formato richiesto
ja: "%s" は必要な形式と一致しません
nl_nl: "%s" komt niet overeen met het vereiste formaat
pl_pl: "%s" nie pasuje do wymaganego formatu
pt_pt: "%s" não corresponde ao formato requerido

source: Could not validate %s into a string
de_de: Konnte %s nicht in einen String umwandeln
es_es: No se pudo validar %s como una cadena
fr_ca: Impossible de valider %s en une chaîne de caractères
it_it: Impossibile convalidare %s in una stringa
ja: %s を文字列に検証できませんでした
nl_nl: Kon %s niet valideren als een tekenreeks
pl_pl: Nie można zweryfikować %s jako ciąg znaków
pt_pt: Não foi possível validar %s para uma string

source: Length is below the minimum of %d
de_de: Die Länge liegt unter dem Minimum von %d
es_es: La longitud está por debajo del mínimo de %d
fr_ca: La longueur est inférieure au minimum de %d
it_it: La lunghezza è inferiore al minimo di %d
ja: 長さが最小値 %d を下回っています
nl_nl: De lengte ligt onder het minimum van %d
pl_pl: Długość jest poniżej minimalnej %d
pt_pt: O comprimento está abaixo do mínimo de %d

source: Length is above the maximum of %d
de_de: Die Länge liegt über dem Maximum von %d
es_es: La longitud está por encima del máximo de %d
fr_ca: La longueur est supérieure au maximum de %d
it_it: La lunghezza è superiore al massimo di %d
ja: 長さが最大値 %d を超えています
nl_nl: De lengte ligt boven het maximum van %d
pl_pl: Długość jest powyżej maksymalnej %d
pt_pt: O comprimento está acima do máximo de %d

source: "%s" is not a valid URL
de_de: "%s" ist keine gültige URL
es_es: "%s" no es una URL válida
fr_ca: "%s" n'est pas une URL valide
it_it: "%s" non è un URL valido
ja: "%s" は有効な URL ではありません
nl_nl: "%s" is geen geldige URL
pl_pl: "%s" nie jest prawidłowym adresem URL
pt_pt: "%s" não é uma URL válida

source: This section shows troubleshooting information about %s.
de_de: Dieser Abschnitt zeigt Fehlerbehebungsinformationen zu %s.
es_es: Esta sección muestra información de solución de problemas sobre %s.
fr_ca: Cette section affiche des informations de dépannage concernant %s.
it_it: Questa sezione mostra informazioni di risoluzione dei problemi su %s.
ja: このセクションは、%s に関するトラブルシューティング情報を表示します。
nl_nl: Deze sectie toont probleemoplossingsinformatie over %s.
pl_pl: Ta sekcja wyświetla informacje o rozwiązywaniu problemów dotyczące %s.
pt_pt: Esta secção mostra informações de resolução de problemas sobre %s.

source: Use %s from your %s
de_de: Verwenden Sie %s aus Ihrem %s
es_es: Usa %s desde tu %s
fr_ca: Utilisez %s de votre %s
it_it: Usa %s dal tuo %s
ja: %sを%sから使用
nl_nl: Gebruik %s van je %s
pl_pl: Użyj %s z Twojego %s
pt_pt: Use %s do seu %s

source: Remove %s
de_de: Entfernen %s
es_es: Eliminar %s
fr_ca: Supprimer %s
it_it: Rimuovi %s
ja: %sを削除
nl_nl: Verwijder %s
pl_pl: Usuń %s
pt_pt: Remover %s

source: Available balance:
de_de: Verfügbares Guthaben:
es_es: Saldo disponible:
fr_ca: Solde disponible :
it_it: Saldo disponibile:
ja: 利用可能な残高：
nl_nl: Beschikbaar saldo:
pl_pl: Dostępne saldo:
pt_pt: Saldo disponível:

# failed to apply account funds to order
source: An error occurred, please try again or try an alternate form of payment.
de_de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder verwenden Sie eine alternative Zahlungsmethode.
es_es: Ocurrió un error, por favor intente de nuevo o pruebe con una forma de pago alternativa.
fr_ca: Une erreur est survenue, veuillez réessayer ou essayer une autre méthode de paiement.
it_it: Si è verificato un errore, riprova o prova un metodo di pagamento alternativo.
ja: エラーが発生しました。もう一度お試しください。または、別の支払い方法をお試しください。
nl_nl: Er is een fout opgetreden, probeer het opnieuw of gebruik een andere betaalmethode.
pl_pl: Wystąpił błąd, spróbuj ponownie lub użyj innej formy płatności.
pt_pt: Ocorreu um erro, por favor tente novamente ou utilize uma forma de pagamento alternativa.

source: %1$s at %2$s
de_de: %1$s bei %2$s
es_es: %1$s en %2$s
fr_ca: %1$s à %2$s
it_it: %1$s a %2$s
nl_nl: %1$s bij %2$s
pl_pl: %1$s w %2$s
pt_pt: %1$s em %2$s
