Repository: magelifesaver/greenb
Catalog: woocommerce-account-funds/i18n/languages/woocommerce-account-funds-*.po
Languages: de_de, es_es, fr_ca, it_it, ja, nl_nl, pl_pl, pt_pt

source: To configure the store credit payment gateway and let customers pay with their store credit, please visit the %1$s store credit payment gateway settings%2$s.
de_de: Um die Store-Guthaben-Zahlungsgateway zu konfigurieren und Kunden die Bezahlung mit ihrem Store-Guthaben zu ermöglichen, besuchen Sie bitte die %1$s Einstellungen des Store-Guthaben-Zahlungsgateways %2$s.
es_es: Para configurar la pasarela de pago de crédito de tienda y permitir que los clientes paguen con su crédito de tienda, visita la configuración de la %1$s pasarela de pago de crédito de tienda %2$s.
fr_ca: Pour configurer la passerelle de paiement du crédit en magasin et permettre aux clients de payer avec leur crédit en magasin, veuillez visiter les %1$s paramètres de la passerelle de paiement du crédit en magasin %2$s.
it_it: Per configurare il gateway di pagamento del credito del negozio e consentire ai clienti di pagare con il credito del negozio, visita le %1$s impostazioni del gateway di pagamento del credito del negozio %2$s.
ja: ストアクレジット支払いゲートウェイを設定し、顧客がストアクレジットで支払えるようにするには、%1$sストアクレジット支払いゲートウェイ設定%2$sを訪問してください。
nl_nl: Om de store credit betaalgateway te configureren en klanten te laten betalen met hun store credit, bezoek je de %1$s store credit betaalgateway-instellingen %2$s.
pl_pl: Aby skonfigurować bramkę płatności za pomocą salda sklepu i umożliwić klientom płatność tym saldem, odwiedź ustawienia bramki płatności za pomocą salda sklepu %1$s%2$s.
pt_pt: Para configurar o gateway de pagamento de crédito da loja e permitir que os clientes paguem com o crédito da loja, visite as %1$s configurações do gateway de pagamento de crédito da loja %2$s.

source: Save changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_ca: Enregistrer les modifications
it_it: Salva le modifiche
ja: 変更を保存
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
pt_pt: Salvar alterações

source: Cashback
es_es: Reembolso en efectivo
fr_ca: Remboursement en argent
ja: キャッシュバック
pl_pl: Zwrot gotówki
pt_pt: Reembolso em dinheiro

source: Edit cashback reward
de_de: Cashback-Belohnung bearbeiten
es_es: Editar recompensa de reembolso en efectivo
fr_ca: Modifier la récompense de remboursement en argent
it_it: Modifica ricompensa cashback
ja: キャッシュバック報酬を編集
nl_nl: Bewerk cashback-beloning
pl_pl: Edytuj nagrodę za cashback
pt_pt: Editar recompensa de reembolso em dinheiro

source: Add new cashback reward
de_de: Neue Cashback-Belohnung hinzufügen
es_es: Agregar nueva recompensa de reembolso en efectivo
fr_ca: Ajouter une nouvelle récompense de remboursement en argent
it_it: Aggiungi nuova ricompensa cashback
ja: 新しいキャッシュバック報酬を追加
nl_nl: Nieuwe cashback-beloning toevoegen
pl_pl: Dodaj nową nagrodę cashback
pt_pt: Adicionar nova recompensa de reembolso em dinheiro

source: Award store credit to customers when they make a purchase. Choose to award credit as percentage or fixed amount, relative to the whole order value or specific products within the order.
de_de: Geben Sie Store-Guthaben an Kunden bei einem Einkauf. Wählen Sie, ob das Guthaben prozentual oder als Festbetrag gewährt wird, bezogen auf den Gesamtbestellwert oder bestimmte Produkte innerhalb der Bestellung.
es_es: Otorga crédito de tienda a los clientes cuando realizan una compra. Puedes otorgar crédito como porcentaje o cantidad fija, en relación con el valor total del pedido o productos específicos dentro del pedido.
fr_ca: Attribuez du crédit en magasin aux clients lorsqu'ils effectuent un achat. Choisissez d'attribuer un crédit en pourcentage ou un montant fixe, par rapport à la valeur totale de la commande ou à des produits spécifiques dans la commande.
it_it: Assegna credito del negozio ai clienti quando effettuano un acquisto. Puoi scegliere di assegnare il credito come percentuale o importo fisso, rispetto al valore totale dell'ordine o a prodotti specifici all'interno dell'ordine.
ja: 購入時に顧客にストアクレジットを付与します。全体の注文金額または特定の商品の割合または固定額としてクレジットを付与することを選択できます。
nl_nl: Ken store credit toe aan klanten wanneer ze een aankoop doen. Kies om credit toe te kennen als percentage of vast bedrag, gerelateerd aan de totale orderwaarde of specifieke producten binnen de bestelling.
pl_pl: Przyznawaj klientom saldo sklepu po dokonaniu zakupu. Wybierz przyznanie salda jako procent lub kwotę stałą, w odniesieniu do całkowitej wartości zamówienia lub określonych produktów w zamówieniu.
pt_pt: Conceda crédito na loja aos clientes quando fizerem uma compra. Pode optar por conceder crédito como percentagem ou valor fixo, relativo ao valor total do pedido ou a produtos específicos dentro do pedido.

source: Award cashback store credit when the customer pays for an order that fits the eligibility rules.
de_de: Geben Sie Cashback-Store-Guthaben, wenn der Kunde für eine Bestellung bezahlt, die die Berechtigungskriterien erfüllt.
es_es: Otorga crédito de tienda en reembolso cuando el cliente paga un pedido que cumple con las reglas de elegibilidad.
fr_ca: Attribuez du crédit en magasin lors du paiement d'une commande qui respecte les règles d'éligibilité.
it_it: Assegna credito cashback quando il cliente paga un ordine che soddisfa le regole di idoneità.
ja: 対象となる注文の支払い時にキャッシュバックストアクレジットを付与します。
nl_nl: Ken cashback store credit toe wanneer de klant betaalt voor een order die voldoet aan de geschiktheidsregels.
pl_pl: Przyznawaj cashback w formie salda sklepu, gdy klient opłaci zamówienie spełniające warunki kwalifikacji.
pt_pt: Conceda crédito de reembolso em dinheiro quando o cliente pagar um pedido que cumpra as regras de elegibilidade.

source: Award cashback store credit for every eligible product within a paid order.
de_de: Geben Sie Cashback-Store-Guthaben für jedes berechtigte Produkt innerhalb einer bezahlten Bestellung an.
es_es: Otorga crédito de tienda en reembolso por cada producto elegible dentro de un pedido pagado.
fr_ca: Attribuez du crédit en magasin pour chaque produit éligible dans une commande payée.
it_it: Assegna credito cashback per ogni prodotto idoneo all'interno di un ordine pagato.
ja: 支払い済みの注文内の対象商品ごとにキャッシュバックストアクレジットを付与します。
nl_nl: Ken cashback store credit toe voor elk in aanmerking komend product binnen een betaalde bestelling.
pl_pl: Przyznawaj cashback za każde kwalifikujące się produkty w opłaconym zamówieniu.
pt_pt: Conceda crédito de reembolso em dinheiro para cada produto elegível dentro de um pedido pago.

source: Define who qualifies for cashback based on order value or contents.
de_de: Definieren Sie, wer basierend auf Bestellwert oder Inhalt für Cashback qualifiziert ist.
es_es: Define quién califica para reembolso en efectivo según el valor o contenido del pedido.
fr_ca: Définissez qui est éligible au cashback en fonction de la valeur ou du contenu de la commande.
it_it: Definisci chi è idoneo al cashback in base al valore o ai contenuti dell'ordine.
ja: 注文の内容や金額に基づいてキャッシュバックの対象者を定義します。
nl_nl: Bepaal wie in aanmerking komt voor cashback op basis van orderwaarde of inhoud.
pl_pl: Zdefiniuj, kto kwalifikuje się do cashback na podstawie wartości zamówienia lub jego zawartości.
pt_pt: Defina quem se qualifica para reembolso em dinheiro com base no valor ou conteúdo do pedido.

source: Eligible orders
de_de: Berechtigte Bestellungen
es_es: Pedidos elegibles
fr_ca: Commandes éligibles
it_it: Ordini idonei
ja: 対象注文
nl_nl: In aanmerking komende bestellingen
pl_pl: Kwalifikujące się zamówienia
pt_pt: Pedidos elegíveis

source: Award cashback only if the paid order meets the specified criteria.
de_de: Geben Sie Cashback nur, wenn die bezahlte Bestellung die festgelegten Kriterien erfüllt.
es_es: Otorga reembolso en efectivo solo si el pedido pagado cumple con los criterios especificados.
fr_ca: Attribuez du cashback uniquement si la commande payée répond aux critères spécifiés.
it_it: Assegna cashback solo se l'ordine pagato soddisfa i criteri specificati.
ja: 支払い済みの注文が指定された条件を満たす場合のみキャッシュバックを付与します。
nl_nl: Ken cashback alleen toe als de betaalde bestelling aan de opgegeven criteria voldoet.
pl_pl: Przyznawaj cashback tylko, jeśli opłacone zamówienie spełnia określone kryteria.
pt_pt: Conceda reembolso em dinheiro apenas se o pedido pago cumprir os critérios especificados.

source: Products
de_de: Produkte
es_es: Productos
fr_ca: Produits
it_it: Prodotti
ja: 商品
nl_nl: Producten
pl_pl: Produkty
pt_pt: Produtos

source: Search for products&hellip;
de_de: Nach Produkten suchen&hellip;
es_es: Buscar productos&hellip;
fr_ca: Rechercher des produits&hellip;
it_it: Cerca prodotti&hellip;
ja: 商品を検索&hellip;
nl_nl: Zoek naar producten&hellip;
pl_pl: Szukaj produktów&hellip;
pt_pt: Pesquisar produtos&hellip;

source: Product categories
de_de: Produktkategorien
es_es: Categorías de productos
fr_ca: Catégories de produits
it_it: Categorie di prodotti
ja: 商品カテゴリー
nl_nl: Productcategorieën
pl_pl: Kategorie produktów
pt_pt: Categorias de produtos

source: Select categories&hellip;
de_de: Kategorien auswählen&hellip;
es_es: Seleccionar categorías&hellip;
fr_ca: Sélectionner des catégories&hellip;
it_it: Seleziona categorie&hellip;
ja: カテゴリーを選択&hellip;
nl_nl: Categorieën selecteren&hellip;
pl_pl: Wybierz kategorie&hellip;
pt_pt: Selecionar categorias&hellip;

source: Product types
de_de: Produkttypen
es_es: Tipos de productos
fr_ca: Types de produits
it_it: Tipi di prodotto
ja: 商品タイプ
pl_pl: Typy produktów
pt_pt: Tipos de produtos

source: Select product types&hellip;
de_de: Produkttypen auswählen&hellip;
es_es: Seleccionar tipos de productos&hellip;
fr_ca: Sélectionner des types de produits&hellip;
it_it: Seleziona tipi di prodotto&hellip;
ja: 商品タイプを選択&hellip;
nl_nl: Producttypes selecteren&hellip;
pl_pl: Wybierz typy produktów&hellip;
pt_pt: Selecionar tipos de produtos&hellip;

source: Minimum order value (%s)
de_de: Mindestbestellwert (%s)
es_es: Valor mínimo del pedido (%s)
fr_ca: Valeur minimale de commande (%s)
it_it: Valore minimo dell'ordine (%s)
ja: 最低注文金額 (%s)
nl_nl: Minimale orderwaarde (%s)
pl_pl: Minimalna wartość zamówienia (%s)
pt_pt: Valor mínimo do pedido (%s)

source: The order must reach this value (after discounts, before tax and shipping) to qualify for cashback.
de_de: Die Bestellung muss diesen Wert erreichen (nach Rabatten, vor Steuern und Versand), um für Cashback zu qualifizieren.
es_es: El pedido debe alcanzar este valor (después de descuentos, antes de impuestos y envío) para calificar para reembolso en efectivo.
fr_ca: La commande doit atteindre cette valeur (après remises, avant taxes et frais de livraison) pour être éligible au cashback.
it_it: L'ordine deve raggiungere questo valore (dopo sconti, prima di tasse e spedizione) per qualificarsi per il cashback.
ja: 割引後、税金や送料の前に、この金額に達した注文のみキャッシュバックの対象となります。
nl_nl: De bestelling moet deze waarde bereiken (na kortingen, vóór belasting en verzending) om in aanmerking te komen voor cashback.
pl_pl: Zamówienie musi osiągnąć tę wartość (po rabatach, przed podatkiem i wysyłką), aby kwalifikować się do cashback.
pt_pt: O pedido deve atingir este valor (após descontos, antes de impostos e envio) para se qualificar para reembolso em dinheiro.

source: Leave blank for no minimum.
de_de: Ohne Mindestbetrag freilassen
es_es: Dejar en blanco para sin mínimo
fr_ca: Laissez vide pour aucune limite minimale
it_it: Lascia vuoto per nessun minimo
ja: 最低限度なしの場合は空白のままにしてください。
nl_nl: Laat leeg voor geen minimum.
pl_pl: Pozostaw puste, aby nie było minimalnej wartości.
pt_pt: Deixe em branco para sem mínimo

source: Maximum order value (%s)
de_de: Maximaler Bestellwert (%s)
es_es: Valor máximo del pedido (%s)
fr_ca: Valeur maximale de la commande (%s)
it_it: Valore massimo dell'ordine (%s)
ja: 最大注文金額 (%s)
nl_nl: Maximale bestelwaarde (%s)
pl_pl: Maksymalna wartość zamówienia (%s)
pt_pt: Valor máximo do pedido (%s)

source: Award cashback only if the order total is less than this amount.
de_de: Cashback nur gewähren, wenn der Bestellwert unter diesem Betrag liegt
es_es: Recompensar cashback solo si el total del pedido es menor que esta cantidad
fr_ca: Attribuer le cashback uniquement si le total de la commande est inférieur à ce montant
it_it: Assegna cashback solo se il totale dell'ordine è inferiore a questa somma
ja: この金額未満の注文の場合のみキャッシュバックを付与します。
nl_nl: Geef cashback alleen als het bestelbedrag minder is dan dit bedrag.
pl_pl: Przyznaj cashback tylko, jeśli łączna wartość zamówienia jest mniejsza od tej kwoty.
pt_pt: Atribuir cashback apenas se o valor total do pedido for inferior a este montante

source: Leave blank for no maximum.
de_de: Ohne Maximalbetrag freilassen
es_es: Dejar en blanco para sin máximo
fr_ca: Laissez vide pour aucune limite maximale
it_it: Lascia vuoto per nessun massimo
ja: 最大値なしの場合は空白のままにしてください。
nl_nl: Laat leeg voor geen maximum.
pl_pl: Pozostaw puste, aby nie było maksymalnej wartości.
pt_pt: Deixe em branco para sem máximo

source: Award limits
de_de: Limitierungen
es_es: Límites de recompensa
fr_ca: Limites d'attribution
it_it: Limiti di assegnazione
ja: 付与制限
nl_nl: Toegangsbeperkingen
pl_pl: Limity przyznawania
pt_pt: Limites de atribuição

source: Unlimited
de_de: Unbegrenzt
es_es: Ilimitado
fr_ca: Illimité
it_it: Illimitato
ja: 無制限
nl_nl: Onbeperkt
pl_pl: Nieograniczone
pt_pt: Ilimitado

source: Once per customer
de_de: Einmal pro Kunde
es_es: Una vez por cliente
fr_ca: Une fois par client
it_it: Una volta per cliente
ja: お一人様一回限り
nl_nl: Eén keer per klant
pl_pl: Raz na klienta
pt_pt: Uma vez por cliente

source: Exclude free items
de_de: Kostenlose Artikel ausschließen
es_es: Excluir artículos gratuitos
fr_ca: Exclure les articles gratuits
it_it: Escludi articoli gratuiti
ja: 無料アイテムを除外
nl_nl: Uitsluiten gratis items
pl_pl: Wyklucz produkty darmowe
pt_pt: Excluir itens grátis

source: Do not award cashback if the order contains any free products
de_de: Kein Cashback gewähren, wenn die Bestellung kostenlose Produkte enthält
es_es: No recompensar cashback si el pedido contiene productos gratuitos
fr_ca: Ne pas attribuer de cashback si la commande contient des produits gratuits
it_it: Non assegnare cashback se l'ordine contiene prodotti gratuiti
ja: 無料商品を含む注文にはキャッシュバックを付与しません
nl_nl: Geef geen cashback als het bestelproces gratis producten bevat
pl_pl: Nie przyznawaj cashback, jeśli zamówienie zawiera produkty darmowe
pt_pt: Não atribuir cashback se o pedido contiver produtos grátis

source: Exclude items on sale
de_de: Rabatte ausschließen
es_es: Excluir artículos en oferta
fr_ca: Exclure les articles en promotion
it_it: Escludi articoli in saldo
ja: セール品を除外
nl_nl: Uitsluiten uitverkochte items
pl_pl: Wyklucz produkty na wyprzedaży
pt_pt: Excluir itens em promoção

source: Do not award cashback if the order contains any products marked on sale
de_de: Kein Cashback gewähren, wenn die Bestellung Produkte im Sonderangebot enthält
es_es: No recompensar cashback si el pedido contiene productos en oferta
fr_ca: Ne pas attribuer de cashback si la commande contient des produits en promotion
it_it: Non assegnare cashback se l'ordine contiene prodotti in saldo
ja: セール品を含む注文にはキャッシュバックを付与しません
nl_nl: Geef geen cashback als het bestelproces producten op uitverkoop bevat
pl_pl: Nie przyznawaj cashback, jeśli zamówienie zawiera produkty oznaczone jako wyprzedaż
pt_pt: Não atribuir cashback se o pedido contiver produtos em promoção

source: Exclude coupons
de_de: Gutscheine ausschließen
es_es: Excluir cupones
fr_ca: Exclure les coupons
it_it: Escludi coupon
ja: クーポンを除外
nl_nl: Uitsluiten coupons
pl_pl: Wyklucz kupony
pt_pt: Excluir cupons

source: Do not award cashback if any coupon was applied to the order
de_de: Kein Cashback gewähren, wenn ein Gutschein angewendet wurde
es_es: No recompensar cashback si se aplicó algún cupón al pedido
fr_ca: Ne pas attribuer de cashback si un coupon a été appliqué à la commande
it_it: Non assegnare cashback se è stato applicato un coupon all'ordine
ja: クーポン適用済みの注文にはキャッシュバックを付与しません
nl_nl: Geef geen cashback als er een coupon is toegepast op de bestelling
pl_pl: Nie przyznawaj cashback, jeśli do zamówienia został zastosowany kupon
pt_pt: Não atribuir cashback se algum cupom foi aplicado ao pedido

source: Define who qualifies for cashback based on products within an order.
de_de: Definieren, wer basierend auf den Produkten in einer Bestellung für Cashback qualifiziert ist
es_es: Definir quién califica para cashback según los productos en un pedido
fr_ca: Définir qui est éligible au cashback en fonction des produits dans une commande
it_it: Definisci chi è idoneo al cashback in base ai prodotti presenti nell'ordine
ja: 注文内の商品に基づいてキャッシュバックの対象者を定義します。
nl_nl: Bepaal wie in aanmerking komt voor cashback op basis van producten in een bestelling.
pl_pl: Zdefiniuj, kto kwalifikuje się do cashback na podstawie produktów w zamówieniu.
pt_pt: Defina quem se qualifica para cashback com base nos produtos dentro de um pedido

source: Eligible products
de_de: Qualifizierte Produkte
es_es: Productos elegibles
fr_ca: Produits éligibles
it_it: Prodotti idonei
ja: 対象商品
nl_nl: In aanmerking komende producten
pl_pl: Produkty kwalifikujące się
pt_pt: Produtos elegíveis

source: Select the products that customers can buy to earn cashback.
de_de: Wählen Sie die Produkte aus, die Kunden kaufen können, um Cashback zu verdienen
es_es: Selecciona los productos que los clientes pueden comprar para ganar cashback
fr_ca: Sélectionnez les produits que les clients peuvent acheter pour gagner du cashback
it_it: Seleziona i prodotti che i clienti possono acquistare per ottenere cashback
ja: キャッシュバックを獲得できる商品を選択してください。
nl_nl: Selecteer de producten die klanten kunnen kopen om cashback te verdienen.
pl_pl: Wybierz produkty, które klienci mogą kupić, aby zarobić cashback.
pt_pt: Selecione os produtos que os clientes podem comprar para ganhar cashback

source: Award cashback when the customer purchases any of the selected products.
de_de: Cashback gewähren, wenn der Kunde eines der ausgewählten Produkte kauft
es_es: Recompensar cashback cuando el cliente compra cualquiera de los productos seleccionados
fr_ca: Attribuer le cashback lorsque le client achète l’un des produits sélectionnés
it_it: Assegna cashback quando il cliente acquista uno dei prodotti selezionati
ja: 選択した商品を購入した場合にキャッシュバックを付与します。
nl_nl: Geef cashback wanneer de klant een van de geselecteerde producten koopt.
pl_pl: Przyznaj cashback, gdy klient kupi dowolny z wybranych produktów.
pt_pt: Atribuir cashback quando o cliente comprar qualquer um dos produtos selecionados

source: Award cashback when the customer purchases any products in the selected product categories.
de_de: Cashback gewähren, wenn der Kunde Produkte in den ausgewählten Produktkategorien kauft
es_es: Recompensar cashback cuando el cliente compra productos en las categorías seleccionadas
fr_ca: Attribuer le cashback lorsque le client achète des produits dans les catégories de produits sélectionnées
it_it: Assegna cashback quando il cliente acquista prodotti nelle categorie di prodotti selezionate
ja: 選択した商品カテゴリー内の商品を購入した場合にキャッシュバックを付与します。
nl_nl: Geef cashback wanneer de klant producten in de geselecteerde productcategorieën koopt.
pl_pl: Przyznaj cashback, gdy klient kupi produkty z wybranych kategorii produktów.
pt_pt: Atribuir cashback quando o cliente comprar qualquer produto nas categorias de produtos selecionadas

source: Once per product
de_de: Einmal pro Produkt
es_es: Una vez por producto
fr_ca: Une fois par produit
it_it: Una volta per prodotto
ja: 商品ごとに一回
nl_nl: Eén keer per product
pl_pl: Raz na produkt
pt_pt: Uma vez por produto

source: Product quantity
de_de: Produktmenge
es_es: Cantidad de producto
fr_ca: Quantité de produit
it_it: Quantità di prodotto
ja: 商品数量
nl_nl: Productaantal
pl_pl: Ilość produktu
pt_pt: Quantidade de produto

source: Multiply cashback awarded for each eligible product by its quantity in the same order
de_de: Multiplizieren Sie den für jedes qualifizierte Produkt geworbenen Cashback mit seiner Menge in derselben Bestellung
es_es: Multiplicar el cashback otorgado por cada producto elegible por su cantidad en el mismo pedido
fr_ca: Multiplier le cashback attribué pour chaque produit éligible par sa quantité dans la même commande
it_it: Moltiplica il cashback assegnato per ogni prodotto idoneo per la sua quantità nello stesso ordine
ja: 同じ注文内の対象商品の数量に応じてキャッシュバックを掛けます
nl_nl: Vermenigvuldig de toegekende cashback voor elk in aanmerking komend product met de hoeveelheid in dezelfde bestelling
pl_pl: Pomnóż przyznany cashback za każdy kwalifikujący się produkt przez jego ilość w tym samym zamówieniu
pt_pt: Multiplique o cashback atribuído por cada produto elegível pela sua quantidade no mesmo pedido

source: Award cashback once per eligible product ignoring its quantity in the same order
de_de: Cashback einmal pro qualifiziertem Produkt gewähren, unabhängig von seiner Menge in derselben Bestellung
es_es: Recompensar cashback una vez por producto elegible ignorando su cantidad en el mismo pedido
fr_ca: Attribuer le cashback une seule fois par produit éligible en ignorant sa quantité dans la même commande
it_it: Assegna cashback una sola volta per ogni prodotto idoneo ignorando la quantità nello stesso ordine
ja: 対象商品ごとに一回キャッシュバックを付与し、その数量は無視します
nl_nl: Geef cashback eenmaal per in aanmerking komend product, ongeacht de hoeveelheid in dezelfde bestelling
pl_pl: Przyznaj cashback raz na kwalifikujący się produkt, ignorując jego ilość w tym samym zamówieniu
pt_pt: Atribua cashback uma vez por produto elegível, ignorando a sua quantidade no mesmo pedido

source: The maximum order amount defined by this cashback should not be less than the minimum order amount, otherwise the reward will be unapplicable.
de_de: Der durch dieses Cashback festgelegte maximale Bestellbetrag sollte nicht geringer sein als der Mindestbestellbetrag, sonst ist die Belohnung nicht anwendbar
es_es: El monto máximo del pedido definido por este cashback no debe ser menor que el monto mínimo del pedido, de lo contrario la recompensa no será aplicable
fr_ca: Le montant maximum de commande défini par ce cashback ne doit pas être inférieur au montant minimum de commande, sinon la récompense ne sera pas applicable
it_it: L'importo massimo dell'ordine definito da questo cashback non dovrebbe essere inferiore all'importo minimo dell'ordine, altrimenti il premio non sarà applicabile
ja: このキャッシュバックによる最大注文金額は最低注文金額より少なくてはならず、そうでない場合は報酬は適用されません。
nl_nl: Het maximale bestelbedrag dat door deze cashback wordt bepaald, mag niet lager zijn dan het minimale bestelbedrag, anders is de beloning niet van toepassing.
pl_pl: Maksymalna kwota zamówienia określona przez ten cashback nie powinna być mniejsza od minimalnej kwoty zamówienia, w przeciwnym razie nagroda będzie nieobowiązująca.
pt_pt: O valor máximo do pedido definido por este cashback não deve ser inferior ao valor mínimo do pedido, caso contrário, a recompensa não será aplicável

source: Milestones
de_de: Meilensteine
es_es: Hitos
fr_ca: Étapes importantes
it_it: Obiettivi
ja: マイルストーン
nl_nl: Mijlpalen
pl_pl: Kamienie milowe
pt_pt: Marcos

source: Edit milestone reward
de_de: Meilenstein-Belohnung bearbeiten
es_es: Editar recompensa del hito
fr_ca: Modifier la récompense de l’étape importante
it_it: Modifica premio obiettivo
ja: マイルストーン報酬を編集
nl_nl: Bewerk mijlpaalbeloning
pl_pl: Edytuj nagrodę za kamień milowy
pt_pt: Editar recompensa de marco

source: Add new milestone reward
de_de: Neue Meilenstein-Belohnung hinzufügen
es_es: Agregar nueva recompensa de hito
fr_ca: Ajouter une nouvelle récompense d’étape importante
it_it: Aggiungi nuovo premio obiettivo
ja: 新しいマイルストーン報酬を追加
nl_nl: Voeg nieuwe mijlpaalbeloning toe
pl_pl: Dodaj nową nagrodę za kamień milowy
pt_pt: Adicionar nova recompensa de marco
