Repository: magelifesaver/greenb
Catalog: woocommerce-account-funds/i18n/languages/woocommerce-account-funds-*.po
Languages: de_de, es_es, fr_ca, it_it, ja, nl_nl, pl_pl, pt_pt

source: This value can be set and overridden by defining the customer-facing label for store credit in the plugin's %1$sgeneral settings%2$s.
de_de: Dieser Wert kann gesetzt und überschrieben werden, indem das kundenorientierte Label für Store-Guthaben in den %1$sgeneral Einstellungen%2$s des Plugins definiert wird.
es_es: Este valor puede establecerse y sobrescribirse definiendo la etiqueta visible para el cliente en la configuración general del plugin %1$s%2$s.
fr_ca: Cette valeur peut être définie et remplacée en définissant l’étiquette visible par le client pour le crédit en magasin dans les %1$sparamètres généraux du plugin%2$s.
it_it: Questo valore può essere impostato e sovrascritto definendo l'etichetta rivolta al cliente per il credito del negozio nelle %1$simpostazioni generali%2$s del plugin.
ja: この値は、プラグインの%1$sgeneral設定%2$sで顧客向けのストアクレジットラベルを定義して上書きできます。
nl_nl: Deze waarde kan worden ingesteld en overschreven door het klantgerichte label voor store credit te definiëren in de %1$sgeneral instellingen%2$s van de plugin.
pl_pl: Ta wartość może być ustawiona i nadpisana przez zdefiniowanie etykiety widocznej dla klienta dla kredytu sklepowe w ustawieniach %1$sgeneralnych%2$s wtyczki.
pt_pt: Este valor pode ser definido e sobrescrito ao definir o rótulo visível ao cliente para o crédito de loja nas %1$segeneral settings%2$s do plugin.

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja: 説明
nl_nl: Omschrijving
pl_pl: Opis
pt_pt: Descrição

source: Payment method description that the customer will see on your checkout. Available placeholder: %s.
de_de: Beschreibung der Zahlungsmethode, die der Kunde beim Checkout sehen wird. Verfügbare Platzhalter: %s.
es_es: Descripción del método de pago que verá el cliente en la caja. Marcador de posición disponible: %s.
fr_ca: Description de la méthode de paiement que le client verra à la caisse. Placeholder disponible : %s.
it_it: Descrizione del metodo di pagamento che il cliente vedrà al checkout. Placeholder disponibile: %s.
ja: 顧客がチェックアウト時に見る支払い方法の説明。利用可能なプレースホルダー：%s。
nl_nl: Omschrijving van de betaalmethode die de klant op je checkout zal zien. Beschikbare placeholder: %s.
pl_pl: Opis metody płatności, który zobaczy klient na stronie realizacji zamówienia. Dostępny placeholder: %s.
pt_pt: Descrição do método de pagamento que o cliente verá na sua finalização. Placeholder disponível: %s.

source: Displays the current customer's store credit balance
de_de: Zeigt den aktuellen Store-Guthaben-Bestand des Kunden an
es_es: Muestra el saldo de crédito de tienda del cliente actual
fr_ca: Affiche le solde actuel du crédit en magasin du client
it_it: Mostra il saldo di credito del negozio del cliente attuale
ja: 現在の顧客のストアクレジット残高を表示
nl_nl: Toont het huidige store credit saldo van de klant
pl_pl: Wyświetla aktualne saldo kredytu sklepowe klienta
pt_pt: Exibe o saldo de crédito de loja do cliente atual

source: Partial payment
de_de: Teilzahlung
es_es: Pago parcial
fr_ca: Paiement partiel
it_it: Pagamento parziale
ja: 部分支払い
nl_nl: Deelbetaling
pl_pl: Częściowa płatność
pt_pt: Pagamento parcial

source: Allow customers to apply available store credit and pay the difference via another gateway
de_de: Kunden erlauben, verfügbares Store-Guthaben anzuwenden und die Differenz über eine andere Gateway zu bezahlen
es_es: Permite a los clientes aplicar el crédito de tienda disponible y pagar la diferencia mediante otra pasarela
fr_ca: Permettre aux clients d’appliquer le crédit en magasin disponible et de payer la différence via une autre passerelle
it_it: Permetti ai clienti di applicare il credito del negozio disponibile e pagare la differenza tramite un altro gateway
ja: 利用可能なストアクレジットを適用し、差額を他のゲートウェイで支払うことを許可します
nl_nl: Sta klanten toe om beschikbaar store credit toe te passen en het verschil via een andere gateway te betalen
pl_pl: Pozwól klientom na zastosowanie dostępnego kredytu sklepowe i opłacenie różnicy za pomocą innej bramy
pt_pt: Permitir que os clientes apliquem o crédito de loja disponível e paguem a diferença através de outro gateway

source: If disabled, users must pay for the entire order using store credit: if they don't have enough store credit, the gateway will not be available at checkout.
de_de: Wenn deaktiviert, müssen Nutzer die gesamte Bestellung mit Store-Guthaben bezahlen: Wenn sie nicht genug Store-Guthaben haben, ist das Gateway beim Checkout nicht verfügbar.
es_es: Si está deshabilitado, los usuarios deben pagar todo el pedido usando crédito de tienda: si no tienen suficiente crédito, la pasarela no estará disponible en la caja.
fr_ca: Si désactivé, les utilisateurs doivent payer la totalité de la commande avec le crédit en magasin : s’ils n’ont pas assez de crédit, la passerelle ne sera pas disponible à la caisse.
it_it: Se disattivato, gli utenti devono pagare l'intero ordine usando il credito del negozio: se non hanno abbastanza credito, il gateway non sarà disponibile al checkout.
ja: 無効の場合、ユーザーはストアクレジットを使って全額支払う必要があります。ストアクレジットが不足している場合、チェックアウト時にゲートウェイは利用できません。
nl_nl: Als uitgeschakeld, moeten gebruikers de volledige bestelling betalen met store credit: als ze niet genoeg store credit hebben, is de gateway niet beschikbaar bij het afrekenen.
pl_pl: Jeśli wyłączone, użytkownicy muszą zapłacić za całe zamówienie za pomocą kredytu sklepowe: jeśli nie mają wystarczającego kredytu, brama nie będzie dostępna przy kasie.
pt_pt: Se desativado, os utilizadores devem pagar toda a encomenda usando crédito de loja: se não tiverem crédito suficiente, o gateway não estará disponível na finalização.

source: You must be logged in to use this payment method.
de_de: Sie müssen eingeloggt sein, um diese Zahlungsmethode zu verwenden.
es_es: Debe iniciar sesión para usar este método de pago.
fr_ca: Vous devez être connecté pour utiliser cette méthode de paiement.
it_it: Devi essere connesso per usare questo metodo di pagamento.
ja: この支払い方法を使用するにはログインが必要です。
nl_nl: Je moet ingelogd zijn om deze betaalmethode te gebruiken.
pl_pl: Aby korzystać z tej metody płatności, musisz być zalogowany.
pt_pt: Deve estar autenticado para usar este método de pagamento.

source: Payment error: %s
de_de: Zahlungsfehler: %s
es_es: Error de pago: %s
fr_ca: Erreur de paiement : %s
it_it: Errore di pagamento: %s
ja: 支払いエラー：%s
nl_nl: Betalingsfout: %s
pl_pl: Błąd płatności: %s
pt_pt: Erro de pagamento: %s

source: Order not found.
de_de: Bestellung nicht gefunden.
es_es: Pedido no encontrado.
fr_ca: Commande introuvable.
it_it: Ordine non trovato.
ja: 注文が見つかりません。
nl_nl: Bestelling niet gevonden.
pl_pl: Nie znaleziono zamówienia.
pt_pt: Encomenda não encontrada.

source: Via %s
es_es: Vía %s
ja: %s経由
pl_pl: Przez %s

source: %1$s (with tax, discount, and %2$s applied)
de_de: %1$s (inkl. Steuer, Rabatt und %2$s)
es_es: %1$s (con impuestos, descuento y %2$s aplicado)
fr_ca: %1$s (avec taxes, remise et %2$s appliqués)
it_it: %1$s (con tasse, sconto e %2$s applicati)
ja: %1$s（税、割引、%2$sを含む）
nl_nl: %1$s (incl. belasting, korting en %2$s)
pl_pl: %1$s (z podatkiem, rabatem i %2$s)
pt_pt: %1$s (com imposto, desconto e %2$s aplicado)

source: Store credit manually increased by a shop manager %s using update_user_meta() (deprecated).
de_de: Der Store-Guthaben wurde manuell von einem Shop-Manager %s mit update_user_meta() erhöht (veraltet).
es_es: Crédito de la tienda aumentado manualmente por un gestor de tienda %s usando update_user_meta() (obsoleto).
fr_ca: Crédit en magasin augmenté manuellement par un gestionnaire de boutique %s en utilisant update_user_meta() (obsolète).
it_it: Credito del negozio aumentato manualmente da un gestore %s usando update_user_meta() (deprecato).
ja: ストアクレジットがショップマネージャー %s によって手動で増加されました（update_user_meta()を使用）（非推奨）。
nl_nl: Storetegoed handmatig verhoogd door een winkelmanager %s met behulp van update_user_meta() (verouderd).
pl_pl: Kredyt sklepu ręcznie zwiększony przez menedżera sklepu %s za pomocą update_user_meta() (przestarzałe).
pt_pt: Crédito da loja aumentado manualmente por um gestor de loja %s usando update_user_meta() (obsoleto).

source: Store credit manually decreased by a shop manager %s using update_user_meta() (deprecated).
de_de: Der Store-Guthaben wurde manuell von einem Shop-Manager %s mit update_user_meta() verringert (veraltet).
es_es: Crédito de la tienda reducido manualmente por un gestor de tienda %s usando update_user_meta() (obsoleto).
fr_ca: Crédit en magasin diminué manuellement par un gestionnaire de boutique %s en utilisant update_user_meta() (obsolète).
it_it: Credito del negozio diminuito manualmente da un gestore %s usando update_user_meta() (deprecato).
ja: ストアクレジットがショップマネージャー %s によって手動で減少されました（update_user_meta()を使用）（非推奨）。
nl_nl: Storetegoed handmatig verlaagd door een winkelmanager %s met behulp van update_user_meta() (verouderd).
pl_pl: Kredyt sklepu ręcznie zmniejszony przez menedżera sklepu %s za pomocą update_user_meta() (przestarzałe).
pt_pt: Crédito da loja diminuído manualmente por um gestor de loja %s usando update_user_meta() (obsoleto).

source: Account funds on registration
de_de: Kontofonds bei Registrierung
es_es: Fondos de cuenta al registrarse
fr_ca: Fonds du compte lors de l’inscription
it_it: Fondi dell'account alla registrazione
ja: 登録時のアカウント資金
nl_nl: Accountfondsen bij registratie
pl_pl: Środki na koncie podczas rejestracji
pt_pt: Fundos na conta ao registar-se

source: Success! %1$sA customer just paid for their order using store credit!%2$s
de_de: Erfolg! %1$sEin Kunde hat gerade seine Bestellung mit Store-Guthaben bezahlt!%2$s
es_es: ¡Éxito! %1$s¡Un cliente acaba de pagar su pedido usando crédito de tienda!%2$s
fr_ca: Succès ! %1$sUn client vient de payer sa commande avec le crédit en magasin !%2$s
it_it: Successo! %1$sUn cliente ha appena pagato il suo ordine usando il credito del negozio!%2$s
ja: 成功！%1$s顧客がストアクレジットを使って注文を支払いました！%2$s
nl_nl: Succes! %1$sEen klant heeft zojuist betaald voor zijn bestelling met store credit!%2$s
pl_pl: Sukces! %1$sKlient właśnie zapłacił za swoje zamówienie za pomocą kredytu sklepowe!%2$s
pt_pt: Sucesso! %1$sUm cliente acabou de pagar a sua encomenda usando crédito de loja!%2$s

source: Liking the experience so far? It helps us a bunch if you tell other WooCommerce users what made it work for you.
de_de: Gefällt dir die Erfahrung bisher? Es hilft uns sehr, wenn du anderen WooCommerce-Nutzern mitteilst, was für dich funktioniert hat.
es_es: ¿Te gusta la experiencia hasta ahora? Nos ayuda mucho si compartes con otros usuarios de WooCommerce qué hizo que funcionara para ti.
fr_ca: Vous aimez l’expérience jusqu’ici ? Cela nous aide énormément si vous partagez votre avis avec d’autres utilisateurs de WooCommerce sur ce qui a fonctionné pour vous.
it_it: Ti piace finora l'esperienza? Ci aiuta molto se condividi con altri utenti di WooCommerce cosa ti ha fatto funzionare.
ja: この体験はいかがですか？あなたが他のWooCommerceユーザーに何が役立ったかを教えてくれると、とても助かります。
nl_nl: Vind je de ervaring tot nu toe leuk? Het helpt ons enorm als je andere WooCommerce-gebruikers vertelt wat het voor jou werkte.
pl_pl: Podoba Ci się to doświadczenie? To bardzo nam pomaga, jeśli powiesz innym użytkownikom WooCommerce, co sprawiło, że to zadziałało dla Ciebie.
pt_pt: Gostou da experiência até agora? Ajuda-nos bastante se contar a outros utilizadores do WooCommerce o que fez funcionar para si.

source: Leave a quick review
de_de: Eine kurze Bewertung hinterlassen
es_es: Deja una reseña rápida
fr_ca: Laissez un avis rapide
it_it: Lascia una recensione rapida
ja: 簡単なレビューを残す
nl_nl: Laat een korte beoordeling achter
pl_pl: Zostaw krótką recenzję
pt_pt: Deixe uma avaliação rápida

source: Nice! A customer was awarded store credit!
de_de: Schön! Ein Kunde wurde mit Store-Guthaben belohnt!
es_es: ¡Genial! Se otorgó crédito de tienda a un cliente.
fr_ca: Super ! Un client a reçu un crédit en magasin !
it_it: Ottimo! Un cliente ha ricevuto credito del negozio!
ja: 素晴らしい！顧客にストアクレジットが付与されました！
nl_nl: Leuk! Een klant heeft store credit ontvangen!
pl_pl: Super! Klient otrzymał kredyt sklepowe!
pt_pt: Bom! Um cliente recebeu crédito de loja!

source: They can use the store credit they earned to pay for an order. Excited? Having questions or feedback? %1$sLeave a review%2$s or %3$sget in touch with us%4$s!
de_de: Sie können das verdiente Store-Guthaben verwenden, um eine Bestellung zu bezahlen. Aufgeregt? Fragen oder Feedback? %1$sHinterlasse eine Bewertung%2$s oder %3$skontaktiere uns%4$s!
es_es: Pueden usar el crédito de tienda que ganaron para pagar un pedido. ¿Emocionado? ¿Tienes preguntas o comentarios? %1$sDeja una reseña%2$s o %3$sponte en contacto con nosotros%4$s!
fr_ca: Ils peuvent utiliser le crédit en magasin qu’ils ont gagné pour payer une commande. Excité ? Des questions ou des commentaires ? %1$sLaissez un avis%2$s ou %3$scontactez-nous%4$s !
it_it: Può usare il credito del negozio che ha guadagnato per pagare un ordine. Entusiasta? Domande o feedback? %1$sLascia una recensione%2$s o %3$scontattaci%4$s!
ja: 獲得したストアクレジットを使って注文の支払いが可能です。興奮していますか？質問やフィードバックがありますか？%1$sレビューを残す%2$s、または%3$sお問い合わせください%4$s！
nl_nl: Ze kunnen de verdiende store credit gebruiken om een bestelling te betalen. Enthousiast? Vragen of feedback? %1$sLaat een beoordeling achter%2$s of %3$sneem contact met ons op%4$s!
pl_pl: Mogą użyć uzyskanego kredytu sklepowe do opłacenia zamówienia. Podekscytowany? Masz pytania lub uwagi? %1$sZostaw recenzję%2$s lub %3$sskontaktuj się z nami%4$s!
pt_pt: Podem usar o crédito de loja que ganharam para pagar uma encomenda. Animado? Tem dúvidas ou feedback? %1$sDeixe uma avaliação%2$s ou %3$sentre em contacto connosco%4$s!

source: Awesome, your first store credit is live!
de_de: Super, dein erstes Store-Guthaben ist aktiv!
es_es: ¡Genial, tu primer crédito de tienda está activo!
fr_ca: Génial, votre premier crédit en magasin est actif !
it_it: Fantastico, il tuo primo credito del negozio è attivo!
ja: 素晴らしい、あなたの最初のストアクレジットが有効になりました！
nl_nl: Geweldig, je eerste store credit is actief!
pl_pl: Super, Twój pierwszy kredyt sklepowe jest aktywny!
pt_pt: Incrível, o seu primeiro crédito de loja está ativo!

source: Want a say in what we build? %1$sJoin our newsletter%2$s for roadmap updates, early access, and the occasional bird pun. Then reply to the welcome email and tell us what you’d love to see next.
de_de: Möchtest du mitbestimmen, was wir entwickeln? %1$sAbonniere unseren Newsletter%2$s für Roadmap-Updates, Frühzugang und gelegentliche Vogelwitze. Antworte dann auf die Willkommens-E-Mail und sag uns, was du als Nächstes sehen möchtest.
es_es: ¿Quieres opinar sobre lo que construimos? %1$sÚnete a nuestro boletín%2$s para actualizaciones de la hoja de ruta, acceso anticipado y algún juego de palabras con aves. Luego responde al correo de bienvenida y cuéntanos qué te gustaría ver a continuación.
fr_ca: Vous souhaitez influencer nos prochaines créations ? %1$sAbonnez-vous à notre newsletter%2$s pour recevoir des mises à jour, un accès anticipé, et une blague d’oiseau occasionnelle. Répondez ensuite à l’email de bienvenue et dites-nous ce que vous aimeriez voir ensuite.
it_it: Vuoi influenzare cosa costruiamo? %1$sIscriviti alla nostra newsletter%2$s per aggiornamenti sulla roadmap, accesso anticipato e qualche battuta sugli uccelli. Rispondi all'email di benvenuto e dicci cosa vorresti vedere prossimamente.
ja: 私たちの構築に意見を言いたいですか？%1$sニュースレターに登録%2$sして、ロードマップの更新や早期アクセス、時には鳥のジョークもお楽しみください。その後、ウェルカムメールに返信して、次に見たいものを教えてください。
nl_nl: Wil je meedenken over wat we bouwen? %1$sAbonneer je op onze nieuwsbrief%2$s voor roadmap-updates, vroege toegang en af en toe een vogelgrap. Reageer dan op de welkomstmail en vertel ons wat je graag zou willen zien.
pl_pl: Chcesz mieć wpływ na to, co tworzymy? %1$sDołącz do naszego newslettera%2$s, aby otrzymywać aktualizacje planów, wczesny dostęp i okazjonalne żarty o ptakach. Następnie odpowiedz na e-mail powitalny i powiedz nam, co chciałbyś zobaczyć następnego.
pt_pt: Quer influenciar o que construímos? %1$sJunte-se à nossa newsletter%2$s para atualizações do roteiro, acesso antecipado e uma piada ocasional com pássaros. Depois, responda ao email de boas-vindas e diga-nos o que gostaria de ver a seguir.

source: Customer bought store credit top-up.
de_de: Kunde hat Store-Credit-Aufladung gekauft.
es_es: El cliente compró recarga de crédito en tienda.
fr_ca: L'achat de crédit en magasin par le client.
it_it: Il cliente ha acquistato un ricarica di credito negozio.
ja: お客様はストアクレジットのチャージを購入しました。
nl_nl: Klant heeft een store credit top-up gekocht.
pl_pl: Klient zakupił doładowanie kredytu sklepowe
pt_pt: O cliente comprou um carregamento de crédito na loja.

source: Customer bought store credit deposit.
de_de: Kunde hat Store-Credit-Einzahlung gekauft.
es_es: El cliente compró depósito de crédito en tienda.
fr_ca: Dépôt de crédit en magasin par le client.
it_it: Il cliente ha acquistato un deposito di credito negozio.
ja: お客様はストアクレジットの預金を購入しました。
nl_nl: Klant heeft een store credit storting gekocht.
pl_pl: Klient zakupił depozyt kredytu sklepowe
pt_pt: O cliente comprou um depósito de crédito na loja.

source: Added %1$s in %2$s to the customer's balance.
de_de: %1$s in %2$s zum Guthaben des Kunden hinzugefügt.
es_es: Se añadieron %1$s en %2$s al saldo del cliente.
fr_ca: Ajouté %1$s dans %2$s au solde du client.
it_it: Aggiunto %1$s in %2$s al saldo del cliente.
ja: お客様の残高に %2$s の %1$s を追加しました。
nl_nl: %1$s toegevoegd aan %2$s op het saldo van de klant.
pl_pl: Dodano %1$s w %2$s do salda klienta
pt_pt: Adicionado %1$s em %2$s ao saldo do cliente.

source: Removed %1$s in %2$s from the customer's balance used to pay for the order.
de_de: %1$s in %2$s vom Guthaben des Kunden abgezogen, um die Bestellung zu bezahlen.
es_es: Se removieron %1$s en %2$s del saldo del cliente utilizado para pagar el pedido.
fr_ca: Retiré %1$s dans %2$s du solde du client utilisé pour payer la commande.
it_it: Rimosso %1$s in %2$s dal saldo del cliente usato per pagare l'ordine.
ja: 注文の支払いに使用されたお客様の残高から %2$s の %1$s を差し引きました。
nl_nl: %1$s verwijderd uit %2$s van het saldo van de klant dat werd gebruikt voor de betaling van de bestelling.
pl_pl: Usunięto %1$s z %2$s z salda klienta używanego do opłacenia zamówienia.
pt_pt: Removido %1$s em %2$s do saldo do cliente usado para pagar o pedido.

source: Restored %1$s in %2$s from the customer's balance after the order was cancelled.
de_de: %1$s in %2$s vom Guthaben des Kunden wiederhergestellt, nachdem die Bestellung storniert wurde.
es_es: Se restauraron %1$s en %2$s del saldo del cliente después de que se cancelara el pedido.
fr_ca: Restauré %1$s dans %2$s du solde du client après l'annulation de la commande.
it_it: Ripristinato %1$s in %2$s dal saldo del cliente dopo l'annullamento dell'ordine.
ja: 注文がキャンセルされた後、お客様の残高から %2$s の %1$s を復元しました。
nl_nl: %1$s hersteld uit %2$s van het saldo van de klant nadat de bestelling was geannuleerd.
pl_pl: Przywrócono %1$s z %2$s z salda klienta po anulowaniu zamówienia.
pt_pt: Restaurado %1$s em %2$s do saldo do cliente após o cancelamento do pedido.

source: Granted %1$s in %2$s to the customer after refunding order items.
de_de: %1$s in %2$s an den Kunden nach Rückerstattung der Bestellartikel gewährt.
es_es: Se concedieron %1$s en %2$s al cliente tras reembolsar los artículos del pedido.
fr_ca: Attribué %1$s dans %2$s au client après remboursement des articles de la commande.
it_it: Concesso %1$s in %2$s al cliente dopo il rimborso degli articoli dell'ordine.
ja: 注文の返金後に、%2$s の %1$s をお客様に付与しました。
nl_nl: %1$s toegekend in %2$s aan de klant na terugbetaling van bestelitems.
pl_pl: Przyznano %1$s z %2$s klientowi po zwrocie pozycji zamówienia.
pt_pt: Concedido %1$s em %2$s ao cliente após reembolso dos itens do pedido.

source: Unable to determine the order to pay with %s.
de_de: Die Bestellung, mit der mit %s bezahlt werden soll, konnte nicht ermittelt werden.
es_es: No se puede determinar el pedido para pagar con %s.
fr_ca: Impossible de déterminer la commande à payer avec %s.
it_it: Impossibile determinare l'ordine da pagare con %s.
ja: %s で支払う注文を特定できませんでした。
nl_nl: Kan de bestelling om te betalen met %s niet bepalen.
pl_pl: Nie można ustalić zamówienia do opłacenia za pomocą %s.
pt_pt: Impossível determinar o pedido para pagar com %s.

source: A registered customer with a valid email is required to pay for the order using %s.
de_de: Ein registrierter Kunde mit einer gültigen E-Mail ist erforderlich, um mit %s zu bezahlen.
es_es: Se requiere un cliente registrado con un correo electrónico válido para pagar el pedido usando %s.
fr_ca: Un client enregistré avec un e-mail valide doit payer la commande avec %s.
it_it: È richiesto un cliente registrato con un'email valida per pagare l'ordine usando %s.
ja: 有効なメールアドレスを持つ登録済みのお客様が、%s を使って注文を支払う必要があります。
nl_nl: Een geregistreerde klant met een geldig e-mailadres is vereist om te betalen met %s.
pl_pl: Aby zapłacić za zamówienie za pomocą %s, konieczne jest zarejestrowanie się jako klient z ważnym e-mailem.
pt_pt: É necessário um cliente registado com um email válido para pagar o pedido usando %s.

source: Insufficient %s amount to pay for the order.
de_de: Unzureichender %s-Betrag, um die Bestellung zu bezahlen.
es_es: Cantidad insuficiente de %s para pagar el pedido.
fr_ca: Montant insuffisant de %s pour payer la commande.
it_it: Importo %s insufficiente per pagare l'ordine.
ja: %s の金額が不足しており、注文の支払いに使用できません。
nl_nl: Onvoldoende %s-bedrag om de bestelling te betalen.
pl_pl: Niewystarczająca kwota %s do opłacenia zamówienia.
pt_pt: Quantidade insuficiente de %s para pagar o pedido.

source: Customer paid with %1$s: %2$s.
de_de: Kunde hat mit %1$s bezahlt: %2$s.
es_es: El cliente pagó con %1$s: %2$s.
fr_ca: Le client a payé avec %1$s : %2$s.
it_it: Il cliente ha pagato con %1$s: %2$s.
ja: お客様は %2$s で %1$s を支払いました。
nl_nl: Klant betaalde met %1$s: %2$s.
pl_pl: Klient zapłacił za pomocą %1$s: %2$s.
pt_pt: O cliente pagou com %1$s: %2$s.

source: Awarded %1$s as %2$s cashback to customer via %3$s.
de_de: %1$s als %2$s Cashback an den Kunden über %3$s gewährt.
es_es: Se otorgó %1$s como cashback de %2$s al cliente vía %3$s.
fr_ca: Attribué %1$s en tant que cashback %2$s au client via %3$s.
it_it: Premiato %1$s come cashback %2$s al cliente tramite %3$s.
ja: %3$s を通じて、%2$s のキャッシュバックとして %1$s を付与しました。
nl_nl: %1$s toegekend als %2$s cashback aan de klant via %3$s.
pl_pl: Przyznano %1$s jako cashback %2$s klientowi za pośrednictwem %3$s.
pt_pt: Concedido %1$s como cashback de %2$s ao cliente via %3$s.

source: Voided %1$s from the awarded %2$s cashback for this order.
de_de: %1$s aus dem gewährten %2$s Cashback für diese Bestellung storniert.
es_es: Se anuló %1$s del cashback de %2$s otorgado para este pedido.
fr_ca: Annulé %1$s du cashback %2$s attribué pour cette commande.
it_it: Annullato %1$s dal cashback %2$s assegnato per questo ordine.
ja: この注文のために付与された %2$s のキャッシュバックから %1$s を無効にしました。
nl_nl: %1$s geannuleerd uit de toegekende %2$s cashback voor deze bestelling.
pl_pl: Anulowano %1$s z przyznanego cashback %2$s dla tego zamówienia.
pt_pt: Anulado %1$s do cashback de %2$s concedido neste pedido.

source: Account Funds
de_de: Guthaben
es_es: Fondos de la cuenta
fr_ca: Fonds de compte
it_it: Fondi dell'Account
ja: アカウント資金
pl_pl: Fundusze konta
pt_pt: Fundos da Conta

source: Earn %1$s in %2$s for reviewing this product!
de_de: Verdienen Sie %1$s in %2$s, indem Sie dieses Produkt bewerten!
es_es: ¡Gana %1$s en %2$s por reseñar este producto!
fr_ca: Gagnez %1$s en %2$s en donnant votre avis sur ce produit !
it_it: Guadagna %1$s in %2$s per aver recensito questo prodotto!
ja: この商品をレビューすると、%2$sで%1$sを獲得！
nl_nl: Verdien %1$s in %2$s door dit product te beoordelen!
pl_pl: Zdobądź %1$s w %2$s za recenzję tego produktu!
pt_pt: Ganhe %1$s em %2$s por avaliar este produto!
