Repository: magelifesaver/greenb
Catalog: meta-box-aio/languages/meta-box-aio/meta-box-aio-*.po
Languages: de_de, pt_br

source: %1$d in %2$s
pt_br: %1$d em %2$s

source: A lightweight WordPress plugin for creating many-to-many relationships between posts, terms and users.
de_de: Ein leichtes WordPress-Plugin zum Erstellen von viele-zu-viele Beziehungen zwischen Beiträgen, Begriffen und Nutzern.
pt_br: Um plugin leve do WordPress para criar relacionamentos muitos-para-muitos entre postagens, termos e usuários.

source: Add as many custom fields as you want and organize them into tabs.
de_de: Füge so viele benutzerdefinierte Felder hinzu, wie du willst, und organisiere sie in Registerkarten.
pt_br: Adicione quantos campos personalizados desejar e organize-os em guias.

source: Add content of custom fields to Rank Math Content Analysis to have better/correct SEO score.
de_de: Füge den Inhalt von benutzerdefinierten Feldern zur Rank Math Content Analysis hinzu, um eine bessere/richtige SEO-Bewertung zu erhalten.
pt_br: Adicione conteúdo de campos personalizados ao Rank Math Content Analysis para ter uma pontuação de SEO melhor/correta.

source: Add content of custom fields to Yoast SEO Content Analysis to have better/correct SEO score.
de_de: Füge den Inhalt von benutzerdefinierten Feldern zur Yoast SEO Inhaltsanalyse hinzu, um eine bessere/richtige SEO-Bewertung zu erhalten.
pt_br: Adicione conteúdo de campos personalizados ao Yoast SEO Content Analysis para ter uma pontuação de SEO melhor/correta.

source: Add custom fields to comments in WordPress. Support all field types and options.
de_de: Füge benutzerdefinierte Felder zu Kommentaren in WordPress hinzu. Unterstützt alle Feldtypen und Optionen.
pt_br: Adicione campos personalizados aos comentários no WordPress. Suporte a todos os tipos e opções de campos.

source: Add custom fields to user profile (user meta) quickly with simple syntax.
de_de: Füge mit einer einfachen Syntax schnell benutzerdefinierte Felder zum Benutzerprofil (Benutzer-Meta) hinzu.
pt_br: Adicione campos personalizados ao perfil do usuário (meta do usuário) rapidamente com sintaxe simples.

source: All
de_de: Alle
pt_br: Todos

source: All Meta Box extensions in one package.
de_de: Alle Meta Box Erweiterungen in einem Paket.
pt_br: Todas as extensões do Meta Box em um pacote.

source: An error has occurred.
pt_br: Ocorreu um erro.

source: Are you sure you want to process? This action cannot be undone.
pt_br: Tem certeza de que deseja prosseguir? Esta ação não pode ser desfeita.

source: Automatically and instantly populate location data with the power of Google Maps Geolocation API.
de_de: Fülle die Standortdaten automatisch und sofort mit der Power der Google Maps Geolocation API auf.
pt_br: Preencha dados de localização automaticamente e instantaneamente com o poder da API de geolocalização do Google Maps.

source: Build front-end templates for WordPress without touching theme files. Support Twig and all field types.
de_de: Erstelle Front-End-Vorlagen für WordPress, ohne die Theme-Dateien anzufassen. Unterstützt Twig und alle Feldtypen.
pt_br: Crie modelos front-end para WordPress sem precisar mexer nos arquivos do tema. Suporte para Twig e todos os tipos de campos.

source: Cannot convert same post type.
pt_br: Não é possível converter o mesmo tipo de postagem.

source: Change
pt_br: Alterar

source: Change Custom Field Key
pt_br: Alterar chave de campo personalizado

source: Change Post Type
pt_br: Alterar tipo de postagem

source: Changing...
pt_br: Alterando...

source: Connect and display custom fields created by the Meta Box plugin in the Divi.
de_de: Verbinde und zeige benutzerdefinierte Felder, die mit dem Meta Box Plugin erstellt wurden, in Divi an.
pt_br: Conecte e exiba campos personalizados criados pelo plugin Meta Box no Divi.

source: Connect and display custom fields created by the Meta Box plugin in the Elementor's dynamic tags.
de_de: Verbinde und zeige benutzerdefinierte Felder, die mit dem Meta Box Plugin erstellt wurden, in den dynamischen Tags von Elementor an.
pt_br: Conecte e exiba campos personalizados criados pelo plugin Meta Box nas tags dinâmicas do Elementor.

source: Control when and where meta boxes, fields and HTML elements appear.
de_de: Steuere wann und wo Meta-Boxen, Felder und HTML-Elemente erscheinen.
pt_br: Controle quando e onde as meta caixas, campos e elementos HTML aparecem.

source: Create and manage custom post types easily in WordPress with an easy-to-use interface.
de_de: Erstelle und verwalte benutzerdefinierte Beitragstypen in WordPress mit einer leicht zu bedienenden Oberfläche.
pt_br: Crie e gerencie tipos de postagens personalizadas facilmente no WordPress com uma interface fácil de usar.

source: Create editorial forms so users can submit blog posts on the front end.
de_de: Erstelle redaktionelle Formulare, damit Nutzer eigene Blogbeiträge im Frontend einreichen können.
pt_br: Crie formulários editoriais para que os usuários possam enviar postagens de blog no front end.

source: Create impressive and robust custom settings pages in a few clicks.
de_de: Erstelle mit ein paar Klicks beeindruckende und robuste Einstellungsseiten.
pt_br: Crie páginas de configurações personalizadas impressionantes e robustas em apenas alguns cliques.

source: Create register, login and edit user profile forms in the frontend. Embed everywhere with shortcodes.
de_de: Erstelle Formulare zum Registrieren, Anmelden und Bearbeiten von Benutzerprofilen im Frontend. Binde diese überall mit Shortcodes ein.
pt_br: Crie formulários de registro, login e edição de perfil de usuário no frontend. Incorpore em todos os lugares com shortcodes.

source: Creating custom Gutenberg blocks with PHP. No React, Webpack or Babel. Beautiful syntax, powerful features.
de_de: Eigene Gutenberg-Blöcke mit PHP erstellen. Kein React, Webpack oder Babel. Schöne Syntax, leistungsstarke Funktionen.
pt_br: Criação de blocos Gutenberg personalizados com PHP. Sem React, Webpack ou Babel. Sintaxe elegante e recursos poderosos.

source: Data
de_de: Daten
pt_br: Dados

source: Define custom meta boxes and custom fields easier with templates.
de_de: Definiere benutzerdefinierte Metakästchen und benutzerdefinierte Felder einfacher mit Vorlagen.
pt_br: Defina caixas meta personalizadas e campos personalizados com mais facilidade com modelos.

source: Display custom fields in table columns in admin screens for All Posts (types).
de_de: Zeigen Sie benutzerdefinierte Felder in Tabellenspalten in Admin-Bildschirmen für alle Beiträge (Typen) an.
pt_br: Exibir campos personalizados em colunas de tabela em telas de administração para Todas as Postagens (tipos).

source: Display fields more beautiful by putting them into 12-columns grid.
de_de: Stelle Felder schöner dar, indem du sie in einem 12-Spalten-Raster anordnest.
pt_br: Exiba campos de forma mais bonita colocando-os em uma grade de 12 colunas.

source: Display help information for fields using beautiful tooltips.
de_de: Zeige Hilfeinformationen für Felder mit schönen Tooltips an.
pt_br: Exiba informações de ajuda para campos usando belas dicas de ferramentas.

source: Documentation
de_de: Dokumentation
pt_br: Documentação

source: Drag and drop your custom fields into place without a single line of code.
de_de: Ziehe deine benutzerdefinierten Felder per Drag-and-Drop an ihren Platz, ohne eine einzige Zeile Code zu schreiben.
pt_br: Arraste e solte seus campos personalizados no lugar sem uma única linha de código.

source: Easily add custom fields to categories, tags or any custom taxonomy.
de_de: Füge mühelos benutzerdefinierte Felder zu Kategorien, Tags oder jeder benutzerdefinierten Taxonomie hinzu.
pt_br: Adicione facilmente campos personalizados a categorias, tags ou qualquer taxonomia personalizada.

source: Extension updated
pt_br: Extensão atualizada

source: Extensions
de_de: Erweiterungen
pt_br: Extensões

source: Filter:
pt_br: Filtro:

source: Free
de_de: Gratis
pt_br: Livre

source: Integrates Meta Box and FacetWP, makes custom fields searchable and filterable in the frontend.
de_de: Integriert Meta Box und FacetWP, macht benutzerdefinierte Felder im Frontend durchsuchbar und filterbar.
pt_br: Integra Meta Box e FacetWP, torna campos personalizados pesquisáveis ​​e filtráveis ​​no frontend.

source: Integration
pt_br: Integração

source: Invalid field type.
pt_br: Tipo de campo inválido.

source: Invalid type.
pt_br: Tipo inválido.

source: License Warning
de_de: Lizenz-Warnung
pt_br: Aviso de licença

source: Limit the number of characters or words entered for text and textarea fields.
de_de: Begrenze die Anzahl der eingegebenen Zeichen oder Wörter für Text- und Textarea-Felder.
pt_br: Limite o número de caracteres ou palavras inseridos nos campos de texto e área de texto.

source: Meta key
pt_br: Meta-chave

source: Migrate field groups and custom fields from Advanced Custom Fields to Meta Box
de_de: Migriere Feldgruppen und benutzerdefinierte Felder von Advanced Custom Fields zu Meta Box
pt_br: Migrar grupos de campos e campos personalizados de Campos Personalizados Avançados para Meta Box

source: Migrate post types, field groups, custom fields and relationships from Toolset to Meta Box
de_de: Migriere Beitragstypen, Feldgruppen, benutzerdefinierte Felder und Beziehungen von Toolset zu Meta Box
pt_br: Migrar tipos de postagem, grupos de campos, campos personalizados e relacionamentos do Toolset para o Meta Box

source: My Account
de_de: Mein Konto
pt_br: Minha conta

source: New key
pt_br: Nova chave

source: New post type
pt_br: Novo tipo de postagem

source: No fields found
pt_br: Nenhum campo encontrado

source: No fields found.
pt_br: Nenhum campo encontrado.

source: No orphan fields found.
pt_br: Nenhum campo órfão encontrado.

source: No posts with the original post type found.
pt_br: Não foram encontradas publicações com o tipo de publicação original.

source: Organize custom fields into robust and intensely user-friendly groups.
de_de: Organisiere benutzerdefinierte Felder in robusten und besonders benutzerfreundlichen Gruppen.
pt_br: Organize campos personalizados em grupos robustos e extremamente fáceis de usar.

source: Original key
pt_br: Chave original

source: Original post type
pt_br: Tipo de postagem original

source: Please backup your database before doing this. This can't be reversed.
pt_br: Faça um backup do seu banco de dados antes de prosseguir. Esta ação é irreversível.

source: Please enter a custom field key.
pt_br: Por favor, insira uma chave de campo personalizada.

source: Please enter valid input values.
pt_br: Por favor, insira valores válidos.

source: Post
pt_br: Postagem

source: Pull all meta value from posts, terms into the WP REST API responses.
de_de: Ziehe alle Metawerte von Beiträgen und Begriffen in die WP REST API-Antworten.
pt_br: Extraia todos os valores meta de postagens e termos para as respostas da API REST do WP.

source: Remove
pt_br: Remover

source: Remove Custom Fields
pt_br: Remover campos personalizados

source: Remove Orphan Fields
pt_br: Remover campos órfãos

source: Removing...
pt_br: Removendo...

source: Save custom fields data to custom table instead of the default meta tables. Reduce database size and increase performance.
de_de: Speichere die Daten von benutzerdefinierten Feldern in benutzerdefinierten Tabellen statt in den Standard-Metatabellen. Reduziere die Datenbankgröße und erhöhe die Leistung.
pt_br: Salve os dados dos campos personalizados em tabelas personalizadas em vez das metatabelas padrão. Reduza o tamanho do banco de dados e aumente o desempenho.

source: Select and show custom fields created by the Meta Box plugin in the Beaver Themer field connection.
de_de: Wähle benutzerdefinierte Felder, die mit dem Meta Box Plugin erstellt wurden aus und zeige sie in der Beaver Themer Feldverbindung an.
pt_br: Selecione e mostre campos personalizados criados pelo plugin Meta Box na conexão de campo do Beaver Themer.

source: Show or hide meta boxes whenever and for whomever you choose.
de_de: Zeige oder verstecke Metakästen, wann und für wen du willst.
pt_br: Exiba ou oculte meta caixas quando e para quem você quiser.

source: Successfully change custom field: %s.
pt_br: Campo personalizado alterado com sucesso: %s.

source: Successfully convert post type: %d post is updated.
pt_br: Tipo de postagem convertido com sucesso: a postagem %d foi atualizada.

source: Successfully removed custom field: %s.
pt_br: Campo personalizado %s removido com sucesso.

source: Successfully removed orphaned custom fields: %1$d post meta, %2$d term meta, %3$d user meta.
pt_br: Campos personalizados órfãos removidos com sucesso: %1$d post meta, %2$d term meta, %3$d user meta.

source: Term
pt_br: Termo

source: This extension requires plugin %s to be installed and activated.
de_de: Für diese Erweiterung muss das Plugin %s installiert und aktiviert sein.
pt_br: Esta extensão requer que o plugin %s seja instalado e ativado.

source: This tool will change the meta key of all custom fields in the post, term and user meta tables.
pt_br: Esta ferramenta irá alterar a chave meta de todos os campos personalizados nas tabelas de metadados de postagem, termo e usuário.

source: This tool will change the slug of a post type to another one.
pt_br: Esta ferramenta irá alterar o slug de um tipo de postagem para outro.

source: This tool will remove all custom fields in the post, term and user meta tables that don't attached to a valid post, term or user.
pt_br: Esta ferramenta removerá todos os campos personalizados nas tabelas de metadados de postagem, termo e usuário que não estejam associados a uma postagem, termo ou usuário válido.

source: This tool will remove all custom fields in the post, term and user meta tables that has a specified key.
pt_br: Esta ferramenta removerá todos os campos personalizados nas tabelas de metadados de postagem, termo e usuário que possuam uma chave específica.

source: Toggle meta boxes by page template, post format or taxonomy using JS.
de_de: Schalte die Metaboxen nach Seitenvorlage, Beitragsformat oder Taxonomie mit JS um.
pt_br: Alterne caixas meta por modelo de página, formato de postagem ou taxonomia usando JS.

source: Tools
pt_br: Ferramentas

source: Track changes of custom fields with WordPress revision. Save, compare, restore the changes easily.
de_de: Verfolge Änderungen an benutzerdefinierten Feldern mit WordPress Revision. Speichere, vergleiche und stelle die Änderungen einfach wieder her.
pt_br: Acompanhe as alterações de campos personalizados com a revisão do WordPress. Salve, compare e restaure as alterações facilmente.

source: Type
pt_br: Tipo

source: User
pt_br: Usuário

source: You have not set your Meta Box license key yet. Please <a href="%1$s">enter your license key</a> to continue.
de_de: Du hast deinen Meta Box-Lizenzschlüssel noch nicht eingegeben. Bitte <a href="%1$s">Gebe deinen Lizenzschlüssel ein</a> um fortzufahren.
pt_br: Você ainda não definiu sua chave de licença do Meta Box. Por favor, <a href="%1$s">insira sua chave de licença</a> para continuar.

source: Your license key for Meta Box is <b>expired</b>. Please <a href="%2$s" target="_blank">renew your license</a> to continue.
de_de: Dein Lizenzschlüssel für Meta Box ist <b>abgelaufen</b>. Bitte <a href="%2$s" target="_blank">erneuere deine Lizenz</a> um fortzufahren.
pt_br: Sua chave de licença do Meta Box <b>expirou</b>. Por favor, <a href="%2$s" target="_blank">renove sua licença</a> para continuar.

source: Your license key for Meta Box is <b>invalid</b>. Please <a href="%1$s">update your license key</a> to continue.
de_de: Dein Lizenzschlüssel für Meta Box ist <b>ungültig</b>. Bitte <a href="%1$s">aktualisiere deinen Lizenzschlüssel</a> um fortzufahren.
pt_br: Sua chave de licença para o Meta Box é <b>inválida</b>. Por favor, <a href="%1$s">atualize sua chave de licença</a> para continuar.

source: Available Extensions
de_de: Verfügbare Erweiterungen

source: Docs
de_de: Dokumente

source: Join Our Facebook Group &rarr;
de_de: Tritt unserer Facebook-Gruppe bei &rarr;

source: Join the community of super helpful Meta Box users. Say hello, ask questions, give feedback, help each other and get faster update information!
de_de: Tritt der Gemeinschaft der super hilfsbereiten Meta Box Nutzer bei. Sag hallo, stell Fragen, gib Feedback, helft euch gegenseitig und erhaltet schnellere Update-Informationen!

source: Meta Box Community
de_de: Meta Box Gemeinschaft

source: Popular
de_de: Beliebt

source: Quick Links
de_de: Direktlinks

source: Save Changes
de_de: Änderungen speichern

source: Settings saved.
de_de: Einstellungen gespeichert.
