Repository: magelifesaver/greenb
Catalog: minimum-purchase-amount-for-woo-cart/languages/ct-minimum-purchase-amount-for-woo-cart-*.po
Languages: fr_fr

source: Minimum Purchase Amount For WooCommerce
fr_fr: Montant minimum d'achat pour WooCommerce

source: https://wordpress.org/plugins/minimum-purchase-amount-for-woo-cart/
fr_fr: https://wordpress.org/plugins/montant-minimum-d-achat-pour-woo-cart/

source: Want to increase your WooCommerce average order value? This plugin allows you to set minimum order value for your entire store, specific user roles, and for the free shipping. Start optimizing your sales today!
fr_fr: Vous souhaitez augmenter votre panier moyen WooCommerce ? Ce plugin vous permet de définir un panier minimum pour l'ensemble de votre boutique, des rôles utilisateurs spécifiques et la livraison gratuite. Optimisez vos ventes dès aujourd'hui !

source: Cart Settings
fr_fr: Paramètres du panier

source: Settings
fr_fr: Paramètres

source: General
fr_fr: Général

source: Role Based Minimum Orders
fr_fr: Commandes minimales basées sur les rôles

source: Extras
fr_fr: Suppléments

source: Minimum Order Amount Settings
fr_fr: Paramètres du montant minimum de commande

source: Free Shipping Settings
fr_fr: Paramètres de livraison gratuite

source: Minimum Cart Amount To Make a Purchase
fr_fr: Montant minimum du panier pour effectuer un achat

source: Message to be displayed on the cart page
fr_fr: Message à afficher sur la page du panier

source: Disable Checkout Link
fr_fr: Désactiver le lien de paiement

source: Include discounts in the cart total
fr_fr: Inclure les remises dans le total du panier

source: Exclude shipping charges from the cart total
fr_fr: Exclure les frais d'expédition du total du panier

source: Minimum Cart Amount For Free Shipping
fr_fr: Montant minimum du panier pour la livraison gratuite

source: If the total value of the clients cart is lesser that the value specified the checkout will be restricted for the user
fr_fr: Si la valeur totale du panier du client est inférieure à la valeur spécifiée, le paiement sera restreint pour l'utilisateur

source: Currently Saved Value :
fr_fr: Valeur actuellement enregistrée :

source: If the total value of the clients cart is more than the value specified, The option for free shipping will be enabled.
fr_fr: Si la valeur totale du panier du client est supérieure à la valeur spécifiée, l'option de livraison gratuite sera activée.

source: Clear
fr_fr: Clair

source: This message will be displayed on the cart when the products of a value lesser than the specified minimum amount are present in the cart.
fr_fr: Ce message s'affichera sur le panier lorsque des produits d'une valeur inférieure au montant minimum spécifié seront présents dans le panier.

source: The minimum amount required to make a purchase,
fr_fr: Le montant minimum requis pour effectuer un achat,

source: The required amount to match the purchase amount.
fr_fr: Le montant requis pour correspondre au montant de l'achat.

source: Current cart total.
fr_fr: Total actuel du panier.

source: The minimum amount to make a purchase is
fr_fr: Le montant minimum pour effectuer un achat est

source: & the current cart total is
fr_fr: et le total actuel du panier est

source: please add the products worth
fr_fr: veuillez ajouter les produits d'une valeur

source: or more to successfully make a purchase
fr_fr: ou plus pour réussir un achat

source: When enabled the checkout link on the cart page will be disabled when cart value is lesser than the minimum value defined
fr_fr: Lorsque cette option est activée, le lien de paiement sur la page du panier sera désactivé lorsque la valeur du panier est inférieure à la valeur minimale définie

source: If the discount coupon is applied to the cart the cart total will also include discount value while checking if it matches the minimum cart total rules.
fr_fr: Si le coupon de réduction est appliqué au panier, le total du panier inclura également la valeur de la remise tout en vérifiant s'il correspond aux règles du total minimum du panier.

source: Enabling this setting will exclude the shipping amount if from the cart total while matching with the minimum order amount.
fr_fr: L'activation de ce paramètre exclura le montant des frais d'expédition du total du panier tout en correspondant au montant minimum de commande.

source: Reach Out For Support, Customizations/Feedback
fr_fr: Contactez-nous pour obtenir de l'aide, des personnalisations et des commentaires

source: You can offer your customers free shipping when the cart total matches the entered value. This will help you build better upsell strategies.
fr_fr: Vous pouvez offrir la livraison gratuite à vos clients lorsque le total du panier correspond à la valeur saisie. Cela vous aidera à élaborer de meilleures stratégies de vente incitative.

source: Role Based Minimum Order Amount Settings
fr_fr: Paramètres du montant minimum de commande basé sur les rôles

source: User Role
fr_fr: Rôle de l'utilisateur

source: Role Slug
fr_fr: Rôle Slug

source: Minimum Order Amount
fr_fr: Montant minimum de commande

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Save Changes
fr_fr: Enregistrer les modifications

source: Successfully saved the rules
fr_fr: Les règles ont été enregistrées avec succès

source: Some error occured, please try again
fr_fr: Une erreur s'est produite, veuillez réessayer

source: & the current cart total is
fr_fr: et le total actuel du panier est

source: or more to successfully make a purchase
fr_fr: ou plus pour réussir un achat

source: Free shipping on orders above %s
fr_fr: Livraison gratuite pour les commandes supérieures à %s

source: Thanks for installing:
fr_fr: Merci d'avoir installé :

source: Please choose the option to configure the plugin or quickly go through the setup video to understand what the plugin can help you with
fr_fr: Veuillez choisir l'option de configuration du plugin ou parcourir rapidement la vidéo de configuration pour comprendre en quoi le plugin peut vous aider.

source: Configure Settings
fr_fr: Configurer les paramètres

source: Watch Video
fr_fr: Regarder la vidéo
