Repository: magelifesaver/greenb
Catalog: publishpress-checklists-pro/languages/publishpress-checklists-pro-*.po
Languages: de_de, es_es, fi, fil, fr_fr, id_id, it_it, ja, pt_br, ru_ru, tr_tr

source: Allow backorders, but notify
de_de: Rückbestellungen erlauben, aber benachrichtigen
es_es: Permitir pedidos pendientes, pero avisa
fi: Salli ennakkotilaukset, mutta ilmoita
fil: Payagan ang backorders, ngunit ipaalam
fr_fr: Autoriser les commandes sur un produit non disponible, mais il faut avertir
id_id: Izinkan pemesanan kembali, tetapi beri tahu
it_it: Permetti ordini per prodotti in riordinazione, ma avvisa
ja: バックオーダーを許可するが、通知する
pt_br: Permitir pedidos em atraso, mas notificar
ru_ru: Разрешить резервные заказы, но уведомить
tr_tr: Ön Sipariş (ısmarlama) satışa izin ver, ancak bilgilendir

source: Do not allow backorders
de_de: Keine Rückbestellungen erlauben
es_es: No permitir pedidos pendientes
fi: Älä salli ennakkotilauksia
fil: Huwag payagan ang backorders
fr_fr: Ne pas autoriser les commandes sur un produit non disponible
id_id: Jangan izinkan pemesanan kembali
it_it: Non permettere ordini per prodotti in riordinazione
ja: バックオーダーを許可しない
pt_br: Não permitir pedidos em atraso
ru_ru: Не разрешать предварительные заказы
tr_tr: Ön sipariş (ısmarlama) satışa izin vermeyin

source: Do not allow
de_de: Nicht erlauben
es_es: No permitir
fi: Älä salli
fil: Huwag payagan
fr_fr: Ne pas autoriser
id_id: Jangan izinkan
it_it: Non permettere
ja: 許可しない
pt_br: Não permitir
ru_ru: Не разрешать
tr_tr: İzin verme

source: Allow
de_de: Erlauben
es_es: Permite
fi: Salli
fil: Payagan
fr_fr: Autoriser
id_id: Izinkan
it_it: Pemetti
ja: 許可する
pt_br: Permitir
ru_ru: Разрешить
tr_tr: İzin ver

source: Allow, but notify customer
de_de: Erlauben, aber Kunde benachrichtigen
es_es: Permite, pero avisa el usuario
fi: Salli, mutta ilmoita asiakkaalle
fil: Payagan, ngunit ipaalam sa customer
fr_fr: Autoriser, mais avertir le client
id_id: Izinkan, tetapi beri tahu pelanggan
it_it: Permetti, ma avvisa l'utente
ja: 許可するが、顧客に通知する
pt_br: Permitir, mas notificar o cliente
ru_ru: Разрешить, но уведомить клиента
tr_tr: İzin ver, ancak müşteriye bildirin

source: Select some products for "Cross-sells"
de_de: Wählen Sie einige Produkte für "Cross-Sells"
es_es: Selecciona algunos productos para las «Ventas cruzadas»
fi: Valitse joitakin tuotteita "Ristiinmyynnille"
fil: Pumili ng ilang produkto para sa "Cross-sells"
fr_fr: Sélectionnez quelques produits pour les « Ventes croisées »
id_id: Pilih beberapa produk untuk "Cross-sells"
it_it: Seleziona alcuni prodotti per "Cross-sells"
ja: 「クロスセル」のためにいくつかの製品を選択する
pt_br: Selecione alguns produtos para “Vendas cruzadas (cross-sells)”
ru_ru: Выберите несколько продуктов для "Перекрестных продаж"
tr_tr: "Çapraz satış" için bazı ürünler seçin

source: Min %s Max %s
es_es: Mín %s Máx %s
ja: 最小 %s 最大 %s
pt_br: Mínimo %s Máximo %s
ru_ru: Мин %s Макс %s
tr_tr: Minimum %s Maksimum %s

source: Minimum of %s products for "Cross-sells"
de_de: Mindestens %s Produkte für "Cross-sells"
es_es: Mínimo de %s productos para las «Ventas cruzadas»
fi: Vähintään %s tuotetta "Ristiinmyynnissä"
fil: Minimum ng %s mga produkto para sa "Cross-sells"
fr_fr: Minimum de %s produits pour les « Ventes croisées »
id_id: Minimum %s produk untuk "Cross-sells"
it_it: Minimo di %s prodotti per "Cross-sells"
ja: 「クロスセル」の最小製品数：%s
pt_br: Mínimo de %s produtos para "Vendas cruzadas (cross-sells)"
ru_ru: Минимум %s товаров для "Дополнительных продаж"
tr_tr: "Çapraz satışlar" için en az %s ürün gerekli

source: Maximum of %s products for "Cross-sells"
de_de: Maximal %s Produkte für "Cross-sells"
es_es: Máximo de %s productos para las «Ventas cruzadas»
fi: Enintään %s tuotetta "Ristiinmyynnissä"
fil: S pinakamataas na %s mga produkto para sa "Cross-sells"
fr_fr: Maximum de %s produits pour les « Ventes croisées »
id_id: Maksimum %s produk untuk "Cross-sells"
it_it: Massimo di %s prodotti per "Cross-sells"
ja: 「クロスセル」の最大製品数：%s
pt_br: Máximo de %s produtos para "Vendas cruzadas (cross-sells)"
ru_ru: Максимум %s товаров для "Дополнительных продаж"
tr_tr: "Çapraz satışlar" için en fazla %s ürün olmalı

source: %s products for "Cross-sells"
de_de: %s Produkte für "Cross-sells"
es_es: %s productos para las «Ventas cruzadas»
fi: %s tuotetta "Ristiinmyynnit"
fil: %s mga produkto para sa "Cross-sells"
fr_fr: %s produits pour les « Ventes croisées »
id_id: %s produk untuk "Cross-sells"
it_it: %s prodotti per "Cross-sells"
ja: "クロスセル" のための %s 商品
pt_br: %s produtos para "Vendas cruzadas (cross-sells)"
ru_ru: %s товаров для "Дополнительные продажи"
tr_tr: "Çapraz Satışlar" için %s ürünler

source: %s to %s products for "Cross-sells"
de_de: %s bis %s Produkte für "Cross-sells"
es_es: %s a %s productos para las «Ventas cruzadas»
fi: %s - %s tuotetta "Ristiinmyynnit"
fil: %s hanggang %s mga produkto para sa "Cross-sells"
fr_fr: %s et %s produits pour les « Ventes croisées »
id_id: %s hingga %s produk untuk "Cross-sells"
it_it: %s a %s prodotti per "Cross-sells"
ja: "クロスセル" のための %s から %s 商品
pt_br: %s a %s produtos para "Vendas cruzadas (cross-sells)"
ru_ru: %s до %s товаров для "Дополнительные продажи"
tr_tr: "Çapraz satışlar" için %s ila %s arası ürünler

source: Discount for the "Sale price"
de_de: Rabatt auf den "Verkaufspreis"
es_es: Descuento por el «Precio rebajado»
fi: Alennus "Myyntihinnasta"
fil: Diskwento para sa "Presyong Sale"
fr_fr: Remise pour le « Tarif promo »
id_id: Diskon untuk "Harga jual"
it_it: Sconto per il "Prezzo in offerta"
ja: 「セール価格」の割引
pt_br: Desconto para o "Preço de venda"
ru_ru: Скидка на "Цена со скидкой"
tr_tr: “ İndirimli fiyatı” için iskonto

source: Min %s%% Max %s%%
es_es: Mín %s%% Máx %s%%
ja: 最小 %s%% 最大 %s%%
pt_br: Mínimo %s%% Máximo %s%%
ru_ru: Мин %s%% Макс %s%%
tr_tr: Minimum %s%% Maksimum %s%%

source: Min %s%% discount for the "Sale price"
de_de: Min %s%% Rabatt für den "Verkaufspreis"
es_es: Mín %s%% descuento por el «Precio rebajado»
fi: Min %s%% alennus "Myyntihinnasta"
fil: Min %s%% diskwento para sa "Presyo ng Benta"
fr_fr: Min %s%% remise pour le « Tarif promo »
id_id: Min %s%% diskon untuk "Harga Sale"
it_it: Min %s%% sconto per il "Prezzo in offerta"
ja: 「セール価格」の最小%s%%割引
pt_br: Desconto mínimo de %s%% para o "Preço de venda"
ru_ru: Мин %s%% скидка для "Цена продажи"
tr_tr: “İndirimli fiyatı" için iskonto minimum %s%% olmalı

source: Max %s%% discount for the "Sale price"
de_de: Maximal %s%% Rabatt für den "Verkaufspreis"
es_es: Máx %s%% descuento por el «Precio rebajado»
fi: Maksimi %s%% alennus "Alennushinta"
fil: Max %s%% diskwento para sa "Presyong benta"
fr_fr: Max %s%% remise pour le « Tarif promo »
id_id: Diskon maksimum %s%% untuk "Harga diskon"
it_it: Max %s%% sconto per il "Prezzo in offerta"
ja: 「セール価格」の最大 %s%% 割引
pt_br: Desconto máximo de %s%% para o "Preço de venda"
ru_ru: Максимальная скидка %s%% на "Цена со скидкой"
tr_tr: “İndirimli Satış fiyatı" için iskonto maksimum %s%%

source: %s%% discount for the "Sale price"
de_de: %s%% Rabatt auf den "Sale-Preis"
es_es: %s%% descuento por el «Precio rebajado»
fi: %s%% alennus "Myyntihinnasta"
fil: %s%% diskwento para sa "Sale price"
fr_fr: %s%% remise pour le « Tarif promo »
id_id: %s%% diskon untuk "Harga Jual"
it_it: %s%% sconto per il "Prezzo in offerta"
ja: "セール価格" のための %s%% 割引
pt_br: %s%% de desconto para o "Preço de venda"
ru_ru: %s%% скидка на "Распродажную цену"
tr_tr: “İndirimli fiyatı” için %s%% iskonto

source: %s%% to %s%% discount for the "Sale price"
de_de: %s%% bis %s%% Rabatt auf den "Sale-Preis"
es_es: %s%% a %s%% descuento por el «Precio rebajado»
fi: %s%% - %s%% alennus "Myyntihinnasta"
fil: %s%% hanggang %s%% diskwento para sa "Sale price"
fr_fr: %s%% et %s%% remise pour le « Tarif promo »
id_id: %s%% hingga %s%% diskon untuk "Harga Jual"
it_it: %s%% a %s%% sconto per il "Prezzo in offerta"
ja: "セール価格" のための %s%% から %s%% 割引
pt_br: %s%% a %s%% de desconto para o "Preço de venda"
ru_ru: %s%% до %s%% скидка на "Распродажную цену"
tr_tr: “İndirimli fiyatı” için %s%% ila %s%% iskonto

source: Check the "Downloadable" box
de_de: Aktivieren Sie das Kontrollkästchen "Downloadbar"
es_es: Marca la casilla «Descargable»
fi: Tarkista "Ladattava" -ruutu
fil: Suriin ang kahon na "Nai-download"
fr_fr: Cochez la case « Téléchargeable »
id_id: Centang kotak "Dapat diunduh"
it_it: Seleziona la casella "Scaricabile"
ja: 「ダウンロード可能」ボックスをチェックしてください
pt_br: Marcar a caixa "Baixável"
ru_ru: Установите флажок "Загружаемый"
tr_tr: "İndirilebilir" kutusunu işaretleyin

source: Product image
de_de: Produktbild
es_es: Imagen del producto
fi: Tuotekuva
fil: Larawan ng produkto
fr_fr: Image produit
id_id: Gambar produk
it_it: Immagine del prodotto
ja: 製品画像
pt_br: Imagem do produto
ru_ru: Изображение продукта
tr_tr: Ürün Resmi

source: Check the "Manage stock?" box
de_de: Aktivieren Sie das Kontrollkästchen "Bestand verwalten?"
es_es: Marca la casilla «¿Gestionar inventario?»
fi: Tarkista "Hallitse varastoja?" -ruutu
fil: Suriin ang kahon na "Pamahalaan ang imbentaryo?"
fr_fr: Cochez la case « Gérer le stock ? »
id_id: Centang kotak "Kelola stok?"
it_it: Seleziona la casella "Gestire il magazzino?"
ja: 「在庫管理しますか？」ボックスをチェックしてください
pt_br: Marcar a caixa "Gerenciar estoque?"
ru_ru: Установите флажок "Управлять запасами?"
tr_tr: "Stokları yönetilsin mi?” kutusunu işaretleyin

source: Enter a "Regular price"
de_de: Geben Sie einen "Regulären Preis" ein
es_es: Introduce un «Precio normal»
fi: Syötä "Normaalihinta"
fil: Maglagay ng "Regular price"
fr_fr: Saisissez le « Tarif régulier »
id_id: Masukkan "Harga reguler"
it_it: Immetti un "Prezzo di listino"
ja: 「通常価格」を入力してください
pt_br: Digitar um "Preço normal"
ru_ru: Введите "Обычную цену"
tr_tr: Bir "Normal fiyat" girin

source: Enter a "Sale price"
de_de: Geben Sie einen "Verkaufspreis" ein
es_es: Introduce un «Precio rebajado»
fi: Syötä "Alennushinta"
fil: Maglagay ng "Sale price"
fr_fr: Saisissez le « Tarif promo »
id_id: Masukkan "Harga diskon"
it_it: Immetti un "Prezzo in offerta"
ja: 「セール価格」を入力してください
pt_br: Digitar um "Preço de oferta".
ru_ru: Введите "Цена со скидкой"
tr_tr: Bir “İndirimli Satış Fiyatı" girin

source: Schedule the "Sale price"
de_de: Den "Verkaufspreis" planen
es_es: Programa el «Precio rebajado»
fi: Aikatauluta "Myyntihinta"
fil: Itakda ang "Presyo ng Sale"
fr_fr: Planifier le « Tarif promo »
id_id: Jadwalkan "Harga jual"
it_it: Programma il "Prezzo in offerta"
ja: 「販売価格」をスケジュールする
pt_br: Agendar o "Preço de oferta"
ru_ru: Запланировать "Цена со скидкой"
tr_tr: “İndirimli Satış fiyatını" planlayın

source: Enter a "SKU"
de_de: Geben Sie eine "SKU" ein
es_es: Introduce un «SKU»
fi: Syötä "SKU"
fil: Maglagay ng "SKU"
fr_fr: Saisissez le « UGS »
id_id: Masukkan "SKU"
it_it: Immetti un "COD"
ja: 「SKU」を入力してください
pt_br: Digitar uma "SKU"
ru_ru: Введите "SKU"
tr_tr: Bir “Stok Kodu” girin

source: Check the "Sold individually" box
de_de: Aktivieren Sie das Kontrollkästchen "Einzeln verkauft"
es_es: Marca la casilla «Vendido individualmente»
fi: Tarkista "Myydään erikseen" -ruutu
fil: Suriin ang kahon na "Ibinebenta nang paisa-isa"
fr_fr: Cochez la case « Vendre individuellement »
id_id: Centang kotak "Dijual secara individu"
it_it: Seleziona la casella "Venduto singolarmente"
ja: 「個別に販売」ボックスをチェックしてください
pt_br: Marcar a caixa "Vendido individualmente"
ru_ru: Установите флажок "Продается поштучно"
tr_tr: "Tek tek satılır" kutusunu işaretleyin

source: Select some products for "Upsells"
de_de: Wählen Sie einige Produkte für "Upsells"
es_es: Selecciona algunos productos para las «Ventas dirigidas»
fi: Valitse joitakin tuotteita "Ylöspäinmyynnille"
fil: Pumili ng ilang produkto para sa "Upsells"
fr_fr: Sélectionnez quelques produits pour les « Produits suggerés »
id_id: Pilih beberapa produk untuk "Upsells"
it_it: Seleziona alcuni prodotti per "Up-sells"
ja: 「アップセル」のためにいくつかの製品を選択する
pt_br: Selecione alguns produtos para "Vendas adicionais (upsells)"
ru_ru: Выберите несколько продуктов для "Дополнительных продаж"
tr_tr: “Üst Satış” için bazı ürünler seçin

source: Minimum of %s products for "Upsells"
de_de: Mindestens %s Produkte für "Upsells"
es_es: Mínimo de %s productos para las «Ventas dirigidas»
fi: Vähintään %s tuotetta "Upsells" varten
fil: Minimum ng %s produkto para sa "Upsells"
fr_fr: Minimum de %s produits pour les « Produits suggerés »
id_id: Minimum %s produk untuk "Upsells"
it_it: Minimo di %s prodotti per "Upsells"
ja: 「アップセル」のための最小限の%s製品
pt_br: Mínimo de %s produtos para "Vendas adicionais (upsells)"
ru_ru: Минимум %s продуктов для "Дополнительных продаж"
tr_tr: "Üst Satışlar" için en az %s ürün gerekli

source: Maximum of %s products for "Upsells"
de_de: Maximal %s Produkte für "Upsells"
es_es: Máximo de %s productos para las «Ventas dirigidas»
fi: Enintään %s tuotetta "Lisämyynnissä"
fil: S pinakamataas na %s mga produkto para sa "Upsells"
fr_fr: Maximum de %s produits pour les « Produits suggerés »
id_id: Maksimum %s produk untuk "Upsells"
it_it: Massimo di %s prodotti per "Upsells"
ja: 「アップセル」の最大製品数：%s
pt_br: Máximo de %s produtos para "Vendas adicionais (upsells)"
ru_ru: Максимум %s товаров для "Дополнительных продаж"
tr_tr: "Üst Satışlar" için en fazla %s ürün olmalı

source: %s products for "Upsells"
de_de: %s Produkte für "Upsells"
es_es: %s productos para las «Ventas dirigidas»
fi: %s tuotetta "Lisämyynnit"
fil: %s mga produkto para sa "Upsells"
fr_fr: %s produits pour les « Produits suggerés »
id_id: %s produk untuk "Upsells"
it_it: %s prodotti per "Upsells"
ja: "アップセル" のための %s 商品
pt_br: %s produtos para "Vendas adicionais (upsells)"
ru_ru: %s товаров для "Дополнительные продажи"
tr_tr: “Üst Satış” için %s ürünler

source: %s to %s products for "Upsells"
de_de: %s bis %s Produkte für "Upsells"
es_es: %s a %s productos para las «Ventas dirigidas»
fi: %s - %s tuotetta "Lisämyynnit"
fil: %s hanggang %s mga produkto para sa "Upsells"
fr_fr: %s et %s produits pour les « Produits suggerés »
id_id: %s hingga %s produk untuk "Upsells"
it_it: %s a %s prodotti per "Upsells"
ja: "アップセル" のための %s から %s 商品
pt_br: %s a %s produtos para "Vendas adicionais (upsells)"
ru_ru: %s до %s товаров для "Дополнительные продажи"
tr_tr: “Üst Satışlar” için %s ila %s arası ürünler

source: Check the "Virtual" box
de_de: Aktivieren Sie das Kontrollkästchen "Virtuell"
es_es: Marca la casilla «Virtual»
fi: Tarkista "Virtuaalinen" -ruutu
fil: Suriin ang kahon na "Birtual"
fr_fr: Cochez la case « Virtuel »
id_id: Centang kotak "Virtual"
it_it: Seleziona la casella "Virtuale"
ja: 「バーチャル」ボックスをチェックしてください
pt_br: Marcar a caixa “Virtual”
ru_ru: Установите флажок "Виртуальный"
tr_tr: “Online” kutusunu işaretleyin

source: WooCommerce Support
es_es: Compatibilidad con WooCommerce
fi: WooCommerce-tuki
fil: Suporta sa WooCommerce
fr_fr: Prise en charge WooCommerce
id_id: Dukungan WooCommerce
it_it: Compatibilità con WooCommerce
ja: WooCommerceサポート
pt_br: Suporte ao WooCommerce
ru_ru: Поддержка WooCommerce
tr_tr: WooCommerce Desteği

source: Define tasks that must be complete before a WooCommerce product is published
de_de: Definieren Sie Aufgaben, die vor der Veröffentlichung eines WooCommerce-Produkts abgeschlossen sein müssen
es_es: Define las tareas que deben completarse antes de que se publique un producto de WooCommerce
fi: Määritä tehtävät, jotka on suoritettava ennen WooCommerce-tuotteen julkaisua
fil: Tukuyin ang mga gawain na dapat makumpleto bago mailathala ang isang produkto ng WooCommerce
fr_fr: Définissez les tâches à accomplir avant la publication d’un produit WooCommerce
id_id: Tentukan tugas yang harus diselesaikan sebelum produk WooCommerce diterbitkan
it_it: Definisci le azioni che devono essere completate prima che un prodotto WooCommerce venga pubblicato
ja: WooCommerce製品が公開される前に完了する必要があるタスクを定義します
pt_br: Defina as tarefas que precisam ser concluídas antes que um produto do WooCommerce seja publicado
ru_ru: Определите задачи, которые должны быть выполнены до публикации продукта WooCommerce
tr_tr: Bir WooCommerce ürünü yayınlanmadan önce tamamlanması gereken görevleri belirt

source: Checklists Pro
de_de: Checklisten Pro
fi: Tarkistuslistat Pro
fil: Mga Checklist Pro
id_id: Daftar Periksa Pro
ja: チェックリスト プロ
ru_ru: Списки проверки Pro
tr_tr: Kontrol Listeleri Pro

source: Exclude Statuses
de_de: Status ausschließen
es_es: Excluir Estados
fi: Poista tilat
fil: Isama ang mga Status
fr_fr: Exclure les statuts
id_id: Kecualikan Status
it_it: Escludi Stati
ja: ステータスを除外
pt_br: Excluir status
ru_ru: Исключить статусы
tr_tr: Durumları Hariç Tut

source: Select statuses to exclude
de_de: Statusse zum Ausschließen auswählen
es_es: Selecciona estados para excluir
fi: Valitse poissuljettavat tilat
fil: Pumili ng mga estado na aalisin
fr_fr: Sélectionnez les statuts à exclure
id_id: Pilih status untuk dikecualikan
it_it: Seleziona gli stati da escludere
ja: 除外するステータスを選択する
pt_br: Selecione os status a serem excluídos
ru_ru: Выберите статусы для исключения
tr_tr: Hariç tutmak için durumları seçin

source: PublishPress Checklists Pro
de_de: PublishPress Checklisten Pro
tr_tr: PublishPress Kontrol Listeleri Pro

source: WooCommerce
it_it: Commercio elettronico
tr_tr: WooTicaret
