Repository: magelifesaver/greenb
Catalog: publishpress-checklists-pro/languages/publishpress-checklists-pro-*.po
Languages: de_de, es_es, fi, fil, fr_fr, id_id, it_it, ja, pt_br, ru_ru, tr_tr

source: With PublishPress Checklists, you can choose publishing requirements for your content.
de_de: Mit PublishPress Checklists können Sie Publishing-Anforderungen für Ihre Inhalte auswählen.
es_es: Con las listas de verificación de PublishPress, puede elegir los requisitos de publicación para su contenido.
fi: PublishPress Checklistsin avulla voit valita julkaisemisvaatimuksia sisällöllesi.
fil: Sa PublishPress Checklists, maaari mong piliin ang mga kinakailangan sa pag-publish para sa iyong nilalaman.
fr_fr: Avec les listes de contrôle PublishPress, vous pouvez choisir les exigences de publication pour votre contenu.
id_id: Dengan PublishPress Checklists, Anda dapat memilih persyaratan penerbitan untuk konten Anda.
it_it: Con le checklist di PublishPress puoi scegliere i requisiti di pubblicazione per i tuoi contenuti.
ja: PublishPress Checklistsを使用すると、コンテンツの出版要件を選択できます。
pt_br: Com o PublishPress Checklists, você pode escolher os requisitos de publicação para o seu conteúdo.
ru_ru: С помощью PublishPress Checklists вы можете выбрать требования к публикации для вашего контента.
tr_tr: PublishPress Kontrol Listeleri ile içerikleriniz için yayınlama gereksinimlerini seçebilirsiniz.

source: Duplicate Requirement
de_de: Duplikat Anforderung
es_es: Requisito Duplicado
fi: Kaksoiskappale vaatimus
fil: Kopyahin ang Kinakailangan
fr_fr: Exigence dupliquée
id_id: Duplikat Persyaratan
it_it: Requisito Duplicato
ja: 重複要件
pt_br: Requisito de duplicação
ru_ru: Дубликат требования
tr_tr: Yinelenen Gereksinim

source: Delete
de_de: Löschen
es_es: Eliminar
fi: Poista
fil: Tanggalin
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja: 削除
pt_br: Excluir
ru_ru: Удалить
tr_tr: Sil

source: Delete this duplicate
de_de: Dieses Duplikat löschen
es_es: Eliminar este duplicado
fi: Poista tämä kaksoiskappale
fil: Tanggalin ang kopyang ito
fr_fr: Supprimer ce duplicata
id_id: Hapus duplikat ini
it_it: Elimina questo duplicato
ja: この重複を削除
pt_br: Excluir esta duplicação
ru_ru: Удалить этот дубликат
tr_tr: Bu tekrarı sil

source: Duplicate
de_de: Duplikat
es_es: Duplicado
fi: Kaksoiskappale
fil: Kopya
fr_fr: Dupliquer
id_id: Duplikat
it_it: Duplicato
ja: 重複
pt_br: Duplicar
ru_ru: Дубликат
tr_tr: Tekrar

source: Please enable the task before using this Duplicate feature.
de_de: Bitte aktivieren Sie die Aufgabe, bevor Sie diese Duplikat-Funktion verwenden.
es_es: Por favor, activa la tarea antes de usar esta función de duplicado.
fi: Ota tehtävä käyttöön ennen tämän Duplikaatti-ominaisuuden käyttämistä.
fil: Mangyaring paganahin ang gawain bago gamitin ang tampok na Duplicate na ito.
fr_fr: Veuillez activer la tâche avant d'utiliser cette fonctionnalité de duplication.
id_id: Silakan aktifkan tugas sebelum menggunakan fitur Duplikat ini.
it_it: Si prega di abilitare il compito prima di utilizzare questa funzione di duplicazione.
ja: この重複機能を使用する前にタスクを有効にしてください。
pt_br: Ative a tarefa antes de usar o recurso de duplicação.
ru_ru: Пожалуйста, активируйте задачу перед использованием этой функции дублирования.
tr_tr: Bu Kopyala özelliğini kullanmadan önce görevi etkinleştiriniz.

source: Duplicate this task
de_de: Diese Aufgabe duplizieren
es_es: Duplicar esta tarea
fi: Kaksoista tämä tehtävä
fil: Kopyahin ang gawain na ito
fr_fr: Dupliquer cette tâche
id_id: Duplikat tugas ini
it_it: Duplica questo compito
ja: このタスクを重複させる
pt_br: Duplicar esta tarefa
ru_ru: Дублировать эту задачу
tr_tr: Bu görevi yinelen

source: Are you sure you want to duplicate this task?
de_de: Sind Sie sicher, dass Sie diese Aufgabe duplizieren möchten?
es_es: ¿Estás seguro de que deseas duplicar esta tarea?
fi: Oletko varma, että haluat kopioida tämän tehtävän?
fil: Sigurado ka bang nais mong ulitin ang gawaing ito?
fr_fr: Êtes-vous sûr de vouloir dupliquer cette tâche ?
id_id: Apakah Anda yakin ingin menduplikasi tugas ini?
it_it: Sei sicuro di voler duplicare questo compito?
ja: このタスクを重複させてもよろしいですか？
pt_br: Tem certeza que quer duplicar esta tarefa?
ru_ru: Вы уверены, что хотите дублировать эту задачу?
tr_tr: Bu görevi çoğaltmak istediğinizden emin misiniz?

source: Duplicating...
de_de: Dupliziere...
es_es: Duplicando...
fi: Kaksoistetaan...
fil: Kinokopya...
fr_fr: Duplication...
id_id: Menggandakan...
it_it: Duplicazione...
ja: 重複中...
pt_br: Duplicando...
ru_ru: Дублирование...
tr_tr: Yineleniyor...

source: Task duplicated successfully!
de_de: Aufgabe erfolgreich dupliziert!
es_es: ¡Tarea duplicada con éxito!
fi: Tehtävä kopioitu onnistuneesti!
fil: Matagumpay na naduplicate ang gawain!
fr_fr: Tâche dupliquée avec succès !
id_id: Tugas berhasil diduplikasi!
it_it: Compito duplicato con successo!
ja: タスクが正常に複製されました！
pt_br: Tarefa duplicada!
ru_ru: Задача успешно дублирована!
tr_tr: Görev başarıyla kopyalandı!

source: Error duplicating Task.
de_de: Fehler beim Duplizieren der Aufgabe.
es_es: Error al duplicar la tarea.
fi: Virhe tehtävän kopioimisessa.
fil: Error sa pagdoble ng Task.
fr_fr: Erreur lors de la duplication de la tâche.
id_id: Kesalahan menduplikasi Tugas.
it_it: Errore nella duplicazione del Compito.
ja: タスクの複製中にエラーが発生しました。
pt_br: Erro ao duplicar a tarefa.
ru_ru: Ошибка при дублировании задачи.
tr_tr: Görevi yinelerken hata.

source: Duplicate Checklist Tools
de_de: Duplikat Checkliste-Tools
es_es: Herramientas de Checklist Duplicadas
fi: Kaksoiskappale tarkistuslista-työkaluista
fil: Kopyahin ang Checklist Tools
fr_fr: Outils de checklist en double
id_id: Duplikat Alat Checklist
it_it: Strumenti di Checklist Duplicati
ja: 重複チェックリストツール
pt_br: Ferramentas de duplicação de lista de verificação
ru_ru: Инструменты проверки дубликатов
tr_tr: Yinelenen Kontrol Listesi Araçları

source: Current Duplicate Requirements
de_de: Aktuelle doppelte Anforderungen
es_es: Requisitos duplicados actuales
fi: Nykyiset kaksoisvaatimukset
fil: Kasalukuyang Duplicate na Kinakailangan
fr_fr: Exigences dupliquées actuelles
id_id: Persyaratan Duplikat Saat Ini
it_it: Requisiti duplicati correnti
ja: 現在の重複要件
pt_br: Requisitos de duplicação atuais
ru_ru: Текущие дублирующие требования
tr_tr: Mevcut Tekrar Eden Gereksinimler

source: Found %d duplicate requirements:
de_de: Gefunden %d Duplikat-Anforderungen:
es_es: Encontrados %d requisitos duplicados:
fi: Löydetty %d kopiointivaatimusta:
fil: Nahanap ang %d duplicate requirements:
fr_fr: Trouvé %d exigences en double :
id_id: Ditemukan %d persyaratan duplikat:
it_it: Trovati %d requisiti duplicati:
ja: %d の重複要件が見つかりました:
pt_br: Foram encontrados %d requisitos de duplicação:
ru_ru: Найдено %d дублирующих требований:
tr_tr: %d yinelenen gereksinim bulundu:

source: Are you sure you want to clean up this duplicate? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie dieses Duplikat bereinigen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que deseas limpiar este duplicado? Esta acción no se puede deshacer.
fi: Oletko varma, että haluat siivota tämän kaksoiskappaleen? Tätä toimintoa ei voi peruuttaa.
fil: Sigurado ka bang nais mong linisin ang duplicate na ito? Ang aksyong ito ay hindi maibabalik.
fr_fr: Êtes-vous sûr de vouloir nettoyer ce doublon ? Cette action ne peut pas être annulée.
id_id: Apakah Anda yakin ingin membersihkan duplikat ini? Tindakan ini tidak dapat dibatalkan.
it_it: Sei sicuro di voler eliminare questo duplicato? Questa azione non può essere annullata.
ja: この重複をクリーンアップしてもよろしいですか？このアクションは元に戻せません。
pt_br: Tem certeza que quer limpar esta duplicação? Não é possível desfazer esta ação.
ru_ru: Вы уверены, что хотите удалить этот дубликат? Это действие нельзя отменить.
tr_tr: Bu kopyayı temizlemek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Clean Up
de_de: Bereinigen
es_es: Limpiar
fi: Siivoa
fil: Linisin
fr_fr: Nettoyer
id_id: Bersihkan
it_it: Pulire
ja: クリーンアップ
pt_br: Limpar
ru_ru: Очистить
tr_tr: Temizle

source: No duplicate requirements found. Your system is clean!
de_de: Keine doppelten Anforderungen gefunden. Ihr System ist sauber!
es_es: No se encontraron requisitos duplicados. ¡Tu sistema está limpio!
fi: Ei löytynyt päällekkäisiä vaatimuksia. Järjestelmäsi on puhdas!
fil: Walang natagpuang duplicate na kinakailangan. Malinis ang iyong sistema!
fr_fr: Aucune exigence dupliquée trouvée. Votre système est propre !
id_id: Tidak ada persyaratan duplikat yang ditemukan. Sistem Anda bersih!
it_it: Nessun requisito duplicato trovato. Il tuo sistema è pulito!
ja: 重複する要件は見つかりませんでした。システムはクリーンです！
pt_br: Nenhum requisito de duplicação encontrado. Seu sistema está limpo!
ru_ru: Дублирующих требований не найдено. Ваша система чиста!
tr_tr: Kopya gereksinim bulunamadı. Sisteminiz temiz!

source: Manual Cleanup
de_de: Manuelle Bereinigung
es_es: Limpieza Manual
fi: Manuaalinen puhdistus
fil: Manu-manong Paglilinis
fr_fr: Nettoyage manuel
id_id: Pembersihan Manual
it_it: Pulizia Manuale
ja: 手動クリーンアップ
pt_br: Limpeza manual
ru_ru: Ручная очистка
tr_tr: Manuel Temizlik

source: If you know the exact name of a stuck duplicate requirement, you can force clean it up here.
de_de: Wenn Sie den genauen Namen eines festgefahrenen Duplikat-Anforderungs kennen, können Sie ihn hier zwangsweise bereinigen.
es_es: Si conoces el nombre exacto de un requisito duplicado atascado, puedes forzar su limpieza aquí.
fi: Jos tiedät tarkasti jumittuneen kaksoisvaatimuksen nimen, voit pakottaa sen puhdistamaan täällä.
fil: Kung alam mo ang eksaktong pangalan ng isang na-stuck na duplicate na kinakailangan, maaari mong pilitin itong linisin dito.
fr_fr: Si vous connaissez le nom exact d'une exigence dupliquée bloquée, vous pouvez forcer son nettoyage ici.
id_id: Jika Anda mengetahui nama persyaratan duplikat yang terjebak, Anda dapat memaksanya untuk dibersihkan di sini.
it_it: Se conosci il nome esatto di un requisito duplicato bloccato, puoi forzare la pulizia qui.
ja: スタックされた重複要件の正確な名前がわかっている場合は、ここで強制的にクリーンアップできます。
pt_br: Se você souber o nome exato de um requisito de duplicação travado, pode forçá-lo a limpar aqui.
ru_ru: Если вы знаете точное название застрявшего дубликата требования, вы можете принудительно очистить его здесь.
tr_tr: Eğer sıkışmış bir kopya gereksinimin tam adını biliyorsanız, buradan temizlenmesini zorlayabilirsiniz.

source: e.g., title_count_duplicate_2
de_de: z. B. title_count_duplicate_2
es_es: p. ej., title_count_duplicate_2
fi: esim., title_count_duplicate_2
fil: hal., title_count_duplicate_2
fr_fr: p. ex., title_count_duplicate_2
id_id: misalnya, title_count_duplicate_2
it_it: e.g., titolo_count_duplicate_2
ja: 例: title_count_duplicate_2
pt_br: ex.: title_count_duplicate_2
ru_ru: например, title_count_duplicate_2
tr_tr: örneğin, başlık_sayısı_yinelenen_2

source: Are you sure you want to force cleanup this duplicate? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie dieses Duplikat zwangsweise bereinigen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que deseas forzar la limpieza de este duplicado? Esta acción no se puede deshacer.
fi: Oletko varma, että haluat pakottaa tämän kaksoiskappaleen siivouksen? Tätä toimintoa ei voi peruuttaa.
fil: Sigurado ka bang nais mong pilitin ang paglilinis ng duplicate na ito? Ang aksyong ito ay hindi maibabalik.
fr_fr: Êtes-vous sûr de vouloir forcer le nettoyage de ce doublon ? Cette action ne peut pas être annulée.
id_id: Apakah Anda yakin ingin memaksa pembersihan duplikat ini? Tindakan ini tidak dapat dibatalkan.
it_it: Sei sicuro di voler forzare la pulizia di questo duplicato? Questa azione non può essere annullata.
ja: この重複を強制的にクリーンアップしてもよろしいですか？このアクションは元に戻せません。
pt_br: Tem certeza que quer forçar a limpeza desta duplicação? Não é possível desfazer esta ação.
ru_ru: Вы уверены, что хотите принудительно удалить этот дубликат? Это действие нельзя отменить.
tr_tr: Bu kopyayı zorla temizlemek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Force Cleanup
de_de: Zwangsbereinigung
es_es: Forzar Limpieza
fi: Pakota puhdistus
fil: Pilitin ang Paglilinis
fr_fr: Forcer le nettoyage
id_id: Paksa Pembersihan
it_it: Forza Pulizia
ja: 強制クリーンアップ
pt_br: Forçar limpeza
ru_ru: Принудительная очистка
tr_tr: Temizlemeyi Zorla

source: Orphaned PHP Class Mappings
de_de: Verwaiste PHP-Klassenzuordnungen
es_es: Asignaciones de clase PHP huérfanas
fi: Orvot PHP-luokkamappingit
fr_fr: Mappages de classe PHP orphelins
id_id: Pemetaan Kelas PHP yang Terasing
it_it: Mappature di classi PHP orfane
ja: 孤立したPHPクラスマッピング
pt_br: Mapeamentos de classes órfãs do PHP
ru_ru: Сиротские сопоставления классов PHP
tr_tr: Yetim PHP Sınıf Eşleştirmeleri

source: Class mappings link duplicate requirement names to their PHP class names. The system uses these mappings to determine which PHP class to instantiate for each duplicate requirement.
de_de: Die Klassenzuordnungen verknüpfen doppelte Anforderungsnamen mit ihren PHP-Klassennamen. Das System verwendet diese Zuordnungen, um zu bestimmen, welche PHP-Klasse für jede doppelte Anforderung instanziiert werden soll.
es_es: Los mapeos de clase vinculan nombres de requisitos duplicados a sus nombres de clase PHP. El sistema utiliza estos mapeos para determinar qué clase PHP instanciar para cada requisito duplicado.
fi: Luokkakartoitukset linkittävät kaksoisvaatimusten nimet niiden PHP-luokkien nimiin. Järjestelmä käyttää näitä kartoituksia määrittääkseen, mikä PHP-luokka luodaan jokaiselle kaksoisvaatimukselle.
fil: Ang mga pagmamapa ng klase ay nag-uugnay ng mga pangalan ng kinakailangang duplicate sa kanilang mga pangalan ng PHP class. Ginagamit ng sistema ang mga pagmamapa na ito upang matukoy kung aling PHP class ang dapat i-instantiate para sa bawat duplicate na kinakailangan.
fr_fr: Les mappages de classes lient les noms de exigences dupliquées à leurs noms de classe PHP. Le système utilise ces mappages pour déterminer quelle classe PHP instancier pour chaque exigence dupliquée.
id_id: Peta klasifikasi menghubungkan nama persyaratan duplikat ke nama kelas PHP mereka. Sistem menggunakan peta ini untuk menentukan kelas PHP mana yang harus diinstansiasi untuk setiap persyaratan duplikat.
it_it: I collegamenti di mappatura delle classi associano i nomi dei requisiti duplicati ai loro nomi di classe PHP. Il sistema utilizza queste mappature per determinare quale classe PHP istanziare per ogni requisito duplicato.
ja: クラスマッピングは、重複要件名をそのPHPクラス名にリンクします。システムはこれらのマッピングを使用して、各重複要件のためにインスタンス化するPHPクラスを決定します。
pt_br: Os mapeamentos de classe vinculam nomes dos requisitos de duplicação aos seus nomes de classe de PHP. O sistema usa esses mapeamentos para determinar qual classe do PHP deve ser instanciada para cada requisito de duplicação.
ru_ru: Связи отображения классов связывают имена дублирующих требований с их именами классов PHP. Система использует эти отображения, чтобы определить, какой класс PHP создать для каждого дублирующего требования.
tr_tr: Sınıf eşlemeleri, tekrar eden gereksinim adlarını PHP sınıf adlarına bağlar. Sistem, her bir tekrar eden gereksinim için hangi PHP sınıfının örnekleneceğini belirlemek için bu eşlemeleri kullanır.

source: Found %d class mappings. Clean up any orphaned mappings (mappings without corresponding duplicate requirements) to keep your database clean.
de_de: Gefunden %d Klassenzuordnungen. Bereinigen Sie alle verwaisten Zuordnungen (Zuordnungen ohne entsprechende Duplikat-Anforderungen), um Ihre Datenbank sauber zu halten.
es_es: Encontradas %d asignaciones de clase. Limpie cualquier asignación huérfana (asignaciones sin requisitos duplicados correspondientes) para mantener su base de datos limpia.
fi: Löydetty %d luokkakartoitusta. Siivoa kaikki orvot kartoitukset (kartoitukset ilman vastaavia kopiointivaatimuksia) pitämään tietokanta puhtaana.
fil: Nahanap ang %d class mappings. Linisin ang anumang ulila na mappings (mappings na walang katugmang duplicate requirements) upang panatilihing malinis ang iyong database.
fr_fr: Trouvé %d mappages de classe. Nettoyez les mappages orphelins (mappages sans exigences en double correspondantes) pour garder votre base de données propre.
id_id: Ditemukan %d pemetaan kelas. Bersihkan pemetaan yang tidak terpakai (pemetaan tanpa persyaratan duplikat yang sesuai) untuk menjaga database Anda tetap bersih.
it_it: Trovati %d mappature di classe. Pulisci eventuali mappature orfane (mappature senza requisiti duplicati corrispondenti) per mantenere il tuo database pulito.
ja: %d のクラスマッピングが見つかりました。孤立したマッピング（対応する重複要件のないマッピング）をクリーンアップして、データベースをクリーンに保ってください。
pt_br: Foram encontrados %d mapeamentos de classe. Limpe todos os mapeamentos órfãos (mapeamentos sem requisitos de duplicação correspondentes) para manter seu banco de dados limpo.
ru_ru: Найдено %d соответствий классов. Очистите любые сиротские соответствия (соответствия без соответствующих дублирующих требований), чтобы поддерживать базу данных в чистоте.
tr_tr: %d sınıf eşlemeleri bulundu. Veritabanınızı temiz tutmak için yetim eşlemeleri (karşılık gelen yinelenen gereksinimleri olmayan eşlemeleri) temizleyin.

source: Clean Up Orphaned Mappings
de_de: Verwaiste Zuordnungen bereinigen
es_es: Limpiar mapeos huérfanos
fi: Siivoa orvot kartoitukset
fil: Linisin ang mga Ulila na Pagmamapa
fr_fr: Nettoyer les mappages orphelins
id_id: Bersihkan Peta yang Terasing
it_it: Pulire le mappature orfane
ja: 孤立したマッピングをクリーンアップ
pt_br: Limpar mapeamentos órfãos
ru_ru: Очистить сиротские отображения
tr_tr: Yetim Eşlemeleri Temizle

source: Accessibility
de_de: Barrierefreiheit
es_es: Accesibilidad
fi: Esteettömyys
fr_fr: Accessibilité
id_id: Aksesibilitas
it_it: Accessibilità
ja: アクセシビリティ
pt_br: Acessibilidade
ru_ru: Доступность
tr_tr: Erişilebilirlik

source: Define tasks that verify accessibility
de_de: Definieren Sie Aufgaben, die die Barrierefreiheit überprüfen
es_es: Definir tareas que verifican la accesibilidad
fi: Määritä tehtävät, jotka varmistavat saavutettavuuden
fil: Tukuyin ang mga gawain na nag-verify ng accessibility
fr_fr: Définir des tâches qui vérifient l'accessibilité
id_id: Tentukan tugas yang memverifikasi aksesibilitas
it_it: Definisci compiti che verificano l'accessibilità
ja: アクセシビリティを確認するタスクを定義します
pt_br: Defina tarefas que verifiquem a acessibilidade
ru_ru: Определите задачи, которые проверяют доступность
tr_tr: Erişilebilirliği doğrulayan görevleri tanımla

source: H1, H2, H3 etc tags are used in logical order
de_de: H1-, H2-, H3- usw. Tags werden in logischer Reihenfolge verwendet
es_es: Las etiquetas H1, H2, H3, etc., se utilizan en orden lógico
fi: H1, H2, H3 jne. -tageja käytetään loogisessa järjestyksessä
fil: Ang mga tag na H1, H2, H3 atbp. ay ginagamit sa lohikal na pagkakasunod-sunod
fr_fr: Les balises H1, H2, H3, etc. sont utilisées dans un ordre logique
id_id: Tag H1, H2, H3, dll digunakan dalam urutan logis
it_it: I tag H1, H2, H3 ecc. sono utilizzati in ordine logico
ja: H1、H2、H3などのタグは論理的な順序で使用されます
pt_br: As tags H1, H2, H3 etc. são usadas em ordem lógica
ru_ru: Теги H1, H2, H3 и т.д. используются в логическом порядке
tr_tr: H1, H2, H3 vb. etiketler mantıksal sırayla kullanılıyor

source: Only one H1 tag in content
de_de: Nur ein H1-Tag im Inhalt
es_es: Solo una etiqueta H1 en el contenido
fi: Vain yksi H1-tagi sisällössä
fil: Isang H1 tag lamang sa nilalaman
fr_fr: Il n'y a qu'une seule balise H1 dans le contenu
id_id: Hanya satu tag H1 dalam konten
it_it: Solo un tag H1 nel contenuto
ja: コンテンツ内にH1タグは1つだけ
pt_br: Apenas uma tag H1 no conteúdo
ru_ru: Только один H1 тег в контенте
tr_tr: İçerikte yalnızca bir H1 etiketi

source: Tables have a header row
de_de: Tabellen haben eine Kopfzeile
es_es: Las tablas tienen una fila de encabezado
fi: Tauluissa on otsikkorivi
fil: May header na hilera ang mga talahanayan
fr_fr: Les tableaux ont une ligne d'en-tête
id_id: Tabel memiliki baris header
it_it: Le tabelle hanno una riga di intestazione
ja: テーブルにはヘッダー行があります
pt_br: As tabelas têm uma linha de cabeçalho
ru_ru: У таблиц есть строка заголовка
tr_tr: Tabloların bir başlık satırı vardır

source: Advanced Custom Fields Support
de_de: Unterstützung für erweiterte benutzerdefinierte Felder
es_es: Compatibilidad avanzada con campos personalizados
fi: Edistyneet mukautetut kentät -tuki
fil: Suporta para sa Advanced Custom Fields
fr_fr: Prise en charge avancée des champs personnalisés
id_id: Dukungan Bidang Kustom Lanjutan
it_it: Supporto avanzato per campi personalizzati
ja: 高度なカスタムフィールドサポート
pt_br: Suporte para campos personalizados avançados (ACF)
ru_ru: Поддержка расширенных пользовательских полей
tr_tr: Gelişmiş Özel Alanlar Desteği

source: Define tasks that must be complete before a product is published
de_de: Definieren Sie Aufgaben, die vor der Veröffentlichung eines Produkts abgeschlossen sein müssen
es_es: Definir tareas que deben completarse antes de publicar un producto
fi: Määritä tehtävät, jotka on suoritettava ennen tuotteen julkaisua
fil: Tukuyin ang mga gawain na dapat makumpleto bago mailathala ang isang produkto
fr_fr: Définir les tâches qui doivent être terminées avant la publication d'un produit
id_id: Tentukan tugas yang harus diselesaikan sebelum produk diterbitkan
it_it: Definire le attività che devono essere completate prima che un prodotto venga pubblicato
ja: 製品が公開される前に完了する必要があるタスクを定義します
pt_br: Defina as tarefas que precisam ser concluídas antes da publicação de um produto
ru_ru: Определите задачи, которые должны быть выполнены до публикации продукта
tr_tr: Bir ürün yayınlanmadan önce tamamlanması gereken görevleri tanımlayın

source: Number of characters in %s field
de_de: Anzahl der Zeichen im %s Feld
es_es: Número de caracteres en el campo %s
fi: Merkkien määrä %s kentässä
fil: Bilang ng mga karakter sa %s na field
fr_fr: Nombre de caractères dans le champ %s
id_id: Jumlah karakter dalam kolom %s
it_it: Numero di caratteri nel campo %s
ja: %sフィールド内の文字数
pt_br: Número de caracteres no campo %s
ru_ru: Количество символов в поле %s
tr_tr: %s alanındaki karakter sayısı

source: Minimum of %%s character in %s field
de_de: Mindestens %%s Zeichen im %s Feld
es_es: Mínimo de %%s caracteres en el campo %s
fi: Vähintään %%s merkkiä %s kentässä
fil: Minimum ng %%s karakter sa %s field
fr_fr: Minimum de %%s caractères dans le champ %s
id_id: Minimum %%s karakter dalam bidang %s
it_it: Minimo di %%s caratteri nel campo %s
ja: %sフィールドに%%s文字以上必要です
pt_br: Mínimo de %%s caractere no campo %s
ru_ru: Минимум %%s символа в поле %s
tr_tr: %s alanında en az %%s karakter

source: Minimum of %%s characters in %s field
de_de: Mindestens %%s Zeichen im %s Feld
es_es: Mínimo de %%s caracteres en el campo %s
fi: Vähintään %%s merkkiä %s kentässä
fil: Minimum ng %%s mga karakter sa %s field
fr_fr: Minimum de %%s caractères dans le champ %s
id_id: Minimum %%s karakter dalam bidang %s
it_it: Minimo di %%s caratteri nel campo %s
ja: %sフィールドに%%s文字以上必要です
pt_br: Mínimo de %%s caracteres no campo %s
ru_ru: Минимум %%s символов в поле %s
tr_tr: %s alanında en az %%s karakter

source: Maximum of %%s character in %s field
de_de: Maximal %%s Zeichen im %s Feld
es_es: Máximo de %%s caracteres en el campo %s
fi: Maksimi %%s merkkiä %s kentässä
fil: Maximum ng %%s karakter sa %s na patlang
fr_fr: Maximum de %%s caractères dans le champ %s
id_id: Maksimum %%s karakter di bidang %s
it_it: Massimo di %%s caratteri nel campo %s
ja: %sフィールドの最大%%s文字
pt_br: Máximo de %%s caractere no campo %s
ru_ru: Максимум %%s символов в поле %s
tr_tr: %s alanında maksimum %%s karakter

source: Maximum of %%s characters in %s field
de_de: Maximal %%s Zeichen im %s Feld
es_es: Máximo de %%s caracteres en el campo %s
fi: Maksimi %%s merkkiä %s kentässä
fil: Maximum ng %%s mga karakter sa %s na patlang
fr_fr: Maximum de %%s caractères dans le champ %s
id_id: Maksimum %%s karakter di bidang %s
it_it: Massimo di %%s caratteri nel campo %s
ja: %sフィールドの最大%%s文字
pt_br: Máximo de %%s caracteres no campo %s
ru_ru: Максимум %%s символов в поле %s
tr_tr: %s alanında maksimum %%s karakter
