Repository: magelifesaver/greenb
Catalog: publishpress-checklists-pro/languages/publishpress-checklists-pro-*.po
Languages: de_de, es_es, fi, fil, fr_fr, id_id, it_it, ja, pt_br, ru_ru, tr_tr

source: %%s character in %s field
de_de: %%s Zeichen im %s Feld
es_es: %%s carácter en el campo %s
fi: %%s merkkiä kentässä %s
fil: %%s karakter sa %s na larangan
fr_fr: %%s caractère dans le champ %s
id_id: %%s karakter di bidang %s
it_it: Carattere %%s nel campo %s
ja: %%s 文字が %s フィールドにあります
pt_br: %%s caractere no campo %s
ru_ru: %%s символ в поле %s
tr_tr: %s alanında %%s karakteri

source: %%s characters in %s field
de_de: %%s Zeichen im %s Feld
es_es: %%s caracteres en el campo %s
fi: %%s merkkiä kentässä %s
fil: %%s mga karakter sa %s na larangan
fr_fr: %%s caractères dans le champ %s
id_id: %%s karakter di bidang %s
it_it: %%s caratteri nel campo %s
ja: %%s 文字が %s フィールドにあります
pt_br: %%s caracteres no campo %s
ru_ru: %%s символов в поле %s
tr_tr: %s alanında %%s karakter

source: Between %%s and %%s characters in %s field
de_de: Zwischen %%s und %%s Zeichen im %s-Feld
es_es: Entre %%s y %%s caracteres en el campo %s
fi: Väli %%s ja %%s merkkiä kentässä %s
fil: Sa pagitan ng %%s at %%s na mga karakter sa %s field
fr_fr: Entre %%s et %%s caractères dans le champ %s
id_id: Antara %%s dan %%s karakter di bidang %s
it_it: Tra %%s e %%s caratteri nel campo %s
ja: %s フィールドの間で %%s と %%s の文字数
pt_br: Entre %%s e %%s caracteres no campo %s
ru_ru: Между %%s и %%s символами в поле %s
tr_tr: %s alanında %%s ile %%s karakter arasında

source: Got value from ACF Configuration.
de_de: Wert aus der ACF-Konfiguration erhalten.
es_es: Obtuve valor de la configuración de ACF.
fi: Sain arvon ACF-konfiguraatiosta.
fil: Nakuha ang halaga mula sa ACF Configuration.
fr_fr: J'ai obtenu de la valeur grâce à la configuration ACF.
id_id: Mendapatkan nilai dari Konfigurasi ACF.
it_it: Ho ottenuto valore dalla configurazione ACF.
ja: ACF設定から値を取得しました。
pt_br: Recebeu o valor da configuração do ACF.
ru_ru: Получено значение из конфигурации ACF.
tr_tr: ACF Yapılandırmasından değer alındı.

source: All in One SEO
de_de: Alles in einem SEO
es_es: Todo en Uno SEO
fi: Kaikki yhdessä SEO
fil: Lahat sa Isang SEO
fr_fr: Tout-en-un SEO
it_it: Tutto in Uno SEO
ja: オールインワンSEO
pt_br: SEO do All in One
ru_ru: Все в одном SEO
tr_tr: Hepsi Bir Arada SEO

source: Define tasks that verify All in One SEO items
de_de: Definieren Sie Aufgaben, die alle in einem SEO-Elemente überprüfen
es_es: Definir tareas que verifican elementos de SEO All in One
fi: Määritä tehtävät, jotka varmistavat All in One SEO -kohteet
fil: Tukuyin ang mga gawain na nag-verify ng mga item sa All in One SEO
fr_fr: Définir des tâches qui vérifient les éléments SEO All in One
id_id: Tentukan tugas yang memverifikasi item All in One SEO
it_it: Definisci compiti che verificano gli elementi SEO All in One
ja: All in One SEO項目を確認するタスクを定義します
pt_br: Defina tarefas que verifiquem os itens de SEO do All in One
ru_ru: Определите задачи, которые проверяют элементы All in One SEO
tr_tr: Tüm Hepsi Bir Arada SEO öğelerini doğrulayan görevleri tanımla

source: All in One SEO Headline Score
de_de: Alles in einem SEO Überschriftspunktzahl
es_es: Puntuación del Título de Todo en Uno SEO
fi: Kaikki yhdessä SEO Otsikkopisteet
fil: Lahat sa Isang SEO Headline Score
fr_fr: Score de titre Tout-en-un SEO
id_id: Skor Judul All in One SEO
it_it: Punteggio Titolo Tutto in Uno SEO
ja: オールインワンSEO見出しスコア
pt_br: Pontuação de SEO do título do All in One
ru_ru: Оценка заголовка Все в одном SEO
tr_tr: Hepsi Bir Arada SEO Başlık Skoru

source: Minimum All in One SEO Headline Score: %d
de_de: Mindestens All in One SEO Überschrift Punktzahl: %d
es_es: Puntuación mínima de titulares de All in One SEO: %d
fi: Vähimmäis All in One SEO Otsikkopisteet: %d
fil: Minimum na All in One SEO Headline Score: %d
fr_fr: Score minimum de titre SEO All in One : %d
id_id: Minimum Skor Judul SEO All in One: %d
it_it: Punteggio Minimo All in One SEO per il Titolo: %d
ja: All in One SEOヘッドラインスコアの最小値：%d
pt_br: Pontuação de SEO mínima do título do All in One: %d
ru_ru: Минимальный балл заголовка All in One SEO: %d
tr_tr: Minimum Hepsi Bir Arada SEO Başlık Puanı: %d

source: Maximum All in One SEO Headline Score: %d
de_de: Maximaler All in One SEO Überschrift-Score: %d
es_es: Puntuación máxima de titulares de All in One SEO: %d
fi: Maksimi All in One SEO otsikkopisteet: %d
fil: Maximum na All in One SEO Headline Score: %d
fr_fr: Score maximum de titre SEO All in One : %d
id_id: Skor Judul SEO All in One Maksimum: %d
it_it: Punteggio Massimo All in One SEO per il Titolo: %d
ja: 最大オールインワンSEOヘッドラインスコア: %d
pt_br: Pontuação de SEO máxima do título do All in One: %d
ru_ru: Максимальный балл заголовка All in One SEO: %d
tr_tr: Maximum Hepsi Bir Arada SEO Başlık Puanı: %d

source: Exact All in One SEO Headline Score: %d
de_de: Genauer All in One SEO Überschrift Punktestand: %d
es_es: Puntuación Exacta de Título All in One SEO: %d
fi: Tarkka All in One SEO Otsikkopisteet: %d
fil: Eksaktong All in One SEO Headline Score: %d
fr_fr: Score exact du titre SEO All in One : %d
id_id: Skor Judul SEO All in One yang Tepat: %d
it_it: Punteggio Esatto All in One SEO Headline: %d
ja: 正確なオールインワンSEOヘッドラインスコア: %d
pt_br: Pontuação de SEO exata do título do All in One: %d
ru_ru: Точный общий SEO балл заголовка: %d
tr_tr: Tam All in One SEO Başlık Puanı: %d

source: All in One SEO Headline Score between %d and %d
de_de: All-in-One-SEO-Überschriftspunktzahl zwischen %d und %d
es_es: Puntuación del Título de Todo en Uno SEO entre %d y %d
fi: Kaikki yhdessä SEO-otsikkopisteet välillä %d ja %d
fil: Lahat sa Isang SEO Headline Score sa pagitan ng %d at %d
fr_fr: Score de titre Tout-en-un SEO entre %d et %d
id_id: Skor Judul SEO All in One antara %d dan %d
it_it: Punteggio Titolo Tutto in Uno SEO tra %d e %d
ja: %d と %d の間のオールインワンSEOヘッドラインスコア
pt_br: Pontuação de SEO do título do All in One entre %d e %d
ru_ru: Оценка заголовка All in One SEO между %d и %d
tr_tr: Hepsi Bir Arada SEO Başlık Skoru %d ile %d arasında

source: All in One SEO Score
de_de: All-in-One-SEO-Punktzahl
es_es: Puntuación de Todo en Uno SEO
fi: Kaikki yhdessä SEO-pisteet
fil: Lahat sa Isang SEO Score
fr_fr: Score Tout-en-un SEO
id_id: Skor SEO All in One
it_it: Punteggio Tutto in Uno SEO
ja: オールインワンSEOスコア
pt_br: Pontuação de SEO do All in One
ru_ru: Оценка All in One SEO
tr_tr: Hepsi Bir Arada SEO Skoru

source: Minimum All in One SEO score: %d
de_de: Mindestens All in One SEO Punktzahl: %d
es_es: Puntuación mínima de All in One SEO: %d
fi: Vähimmäis All in One SEO -pisteet: %d
fil: Minimum na All in One SEO score: %d
fr_fr: Score minimum SEO All in One : %d
id_id: Minimum skor SEO All in One: %d
it_it: Punteggio Minimo All in One SEO: %d
ja: All in One SEOスコアの最小値：%d
pt_br: Pontuação mínima de SEO do All in One: %d
ru_ru: Минимальный балл All in One SEO: %d
tr_tr: Minimum Hepsi Bir Arada SEO puanı: %d

source: Maximum All in One SEO score: %d
de_de: Maximaler All in One SEO Score: %d
es_es: Puntuación máxima de All in One SEO: %d
fi: Maksimi All in One SEO pistemäärä: %d
fil: Maximum na All in One SEO score: %d
fr_fr: Score maximum SEO All in One : %d
id_id: Skor SEO All in One Maksimum: %d
it_it: Punteggio Massimo All in One SEO: %d
ja: 最大オールインワンSEOスコア: %d
pt_br: Pontuação máxima de SEO do All in One: %d
ru_ru: Максимальный балл All in One SEO: %d
tr_tr: Maximum Hepsi Bir Arada SEO puanı: %d

source: Exact All in One SEO score: %d
de_de: Genauer All in One SEO Punktestand: %d
es_es: Puntuación Exacta de SEO All in One: %d
fi: Tarkka All in One SEO pisteet: %d
fil: Eksaktong All in One SEO score: %d
fr_fr: Score exact SEO All in One : %d
id_id: Skor SEO All in One yang Tepat: %d
it_it: Punteggio Esatto All in One SEO: %d
ja: 正確なオールインワンSEOスコア: %d
pt_br: Pontuação de SEO exata do All in One: %d
ru_ru: Точный общий SEO балл: %d
tr_tr: Tam All in One SEO puanı: %d

source: All in One SEO Score between %d and %d
de_de: All-in-One-SEO-Punktzahl zwischen %d und %d
es_es: Puntuación de Todo en Uno SEO entre %d y %d
fi: Kaikki yhdessä SEO-pisteet välillä %d ja %d
fil: Lahat sa Isang SEO Score sa pagitan ng %d at %d
fr_fr: Score Tout-en-un SEO entre %d et %d
id_id: Skor SEO All in One antara %d dan %d
it_it: Punteggio Tutto in Uno SEO tra %d e %d
ja: %d と %d の間のオールインワンSEOスコア
pt_br: Pontuação de SEO do All in One entre %d e %d
ru_ru: Оценка All in One SEO между %d и %d
tr_tr: Hepsi Bir Arada SEO Skoru %d ile %d arasında

source: Approved by User
de_de: Genehmigt von Benutzer
es_es: Aprobado por Usuario
fi: Hyväksynyt käyttäjä
fil: Inaprubahan ng Gumagamit
fr_fr: Approuvé par l'utilisateur
id_id: Disetujui oleh Pengguna
it_it: Approvato da Utente
ja: ユーザーによって承認されました
pt_br: Aprovado pelo usuário
ru_ru: Одобрено пользователем
tr_tr: Kullanıcı tarafından onaylandı

source: Define tasks that require approval by specific users
de_de: Definieren Sie Aufgaben, die die Genehmigung durch bestimmte Benutzer erfordern
es_es: Definir tareas que requieren aprobación por usuarios específicos
fi: Määritä tehtävät, jotka vaativat tiettyjen käyttäjien hyväksynnän
fil: Tukuyin ang mga gawain na nangangailangan ng pag-apruba mula sa mga tiyak na gumagamit
fr_fr: Définir des tâches nécessitant l'approbation de certains utilisateurs
id_id: Tentukan tugas yang memerlukan persetujuan oleh pengguna tertentu
it_it: Definisci compiti che richiedono approvazione da parte di utenti specifici
ja: 特定のユーザーによる承認が必要なタスクを定義します
pt_br: Definir tarefas que exigem aprovação de usuários específicos
ru_ru: Определите задачи, которые требуют одобрения конкретными пользователями
tr_tr: Belirli kullanıcılar tarafından onay gerektiren görevleri tanımla

source: Approved by %s
de_de: Genehmigt von %s
es_es: Aprobado por %s
fi: Hyväksynyt %s
fil: Inaprubahan ni %s
fr_fr: Approuvé par %s
id_id: Disetujui oleh %s
it_it: Approvato da %s
ja: %s によって承認されました
pt_br: Aprovado por %s
ru_ru: Одобрено %s
tr_tr: %s tarafından onaylandı

source: Approved by specific user
de_de: Genehmigt von spezifischem Benutzer
es_es: Aprobado por usuario específico
fi: Hyväksynyt tietty käyttäjä
fil: Inaprubahan ng tiyak na gumagamit
fr_fr: Approuvé par un utilisateur spécifique
id_id: Disetujui oleh pengguna tertentu
it_it: Approvato da utente specifico
ja: 特定のユーザーによって承認されました
pt_br: Aprovado por um usuário específico
ru_ru: Одобрено конкретным пользователем
tr_tr: belirli bir kullanıcı tarafından onaylandı

source: Audio Count
de_de: Audioanzahl
es_es: Conteo de Audio
fi: Ääniluku
fil: Bilang ng Audio
fr_fr: Nombre d'audio
id_id: Jumlah Audio
it_it: Conteggio Audio
ja: オーディオ数
pt_br: Contagem de áudio
ru_ru: Количество аудио
tr_tr: Ses Sayısı

source: Define tasks that verify total audio in content
de_de: Definieren Sie Aufgaben, die die gesamte Audioinhalte im Inhalt überprüfen
es_es: Definir tareas que verifican el total de audio en el contenido
fi: Määritä tehtävät, jotka varmistavat sisällön kokonaisäänen
fil: Tukuyin ang mga gawain na nag-verify ng kabuuang audio sa nilalaman
fr_fr: Définir des tâches qui vérifient le total audio dans le contenu
id_id: Tentukan tugas yang memverifikasi total audio dalam konten
it_it: Definisci compiti che verificano il totale audio nel contenuto
ja: コンテンツ内の合計音声を確認するタスクを定義する
pt_br: Defina tarefas que verifiquem o total de áudio no conteúdo
ru_ru: Определите задачи, которые проверяют общее количество аудио в содержимом
tr_tr: İçerikteki toplam sesi doğrulayan görevleri tanımla

source: Number of audio items in content
de_de: Anzahl der Audioelemente im Inhalt
es_es: Número de elementos de audio en el contenido
fi: Äänitiedostojen määrä sisällössä
fil: Bilang ng mga audio items sa nilalaman
fr_fr: Nombre d'éléments audio dans le contenu
id_id: Jumlah item audio dalam konten
it_it: Numero di elementi audio nel contenuto
ja: コンテンツ内の音声アイテムの数
pt_br: Número de itens de áudio no conteúdo
ru_ru: Количество аудиофайлов в контенте
tr_tr: İçerikteki ses öğelerinin sayısı

source: Minimum of %d audio items in content
de_de: Mindestens %d Audioelemente in Inhalt
es_es: Mínimo de %d elementos de audio en el contenido
fi: Vähintään %d ääniä sisällössä
fil: Minimum ng %d mga item ng audio sa nilalaman
fr_fr: Minimum de %d éléments audio dans le contenu
id_id: Minimum %d item audio dalam konten
it_it: Minimo di %d elementi audio nel contenuto
ja: コンテンツ内のオーディオアイテムの最小数は%dです
pt_br: Mínimo de %d itens de áudio no conteúdo
ru_ru: Минимум %d аудио в контенте
tr_tr: İçerikte en az %d ses öğesi

source: Maximum of %d audio items in content
de_de: Maximal %d Audioelemente im Inhalt
es_es: Máximo de %d elementos de audio en el contenido
fi: Maksimi %d äänitettä sisällössä
fil: Maximum ng %d mga item ng audio sa nilalaman
fr_fr: Maximum de %d éléments audio dans le contenu
id_id: Maksimum %d item audio dalam konten
it_it: Massimo di %d elementi audio nel contenuto
ja: コンテンツ内の最大 %d オーディオアイテム
pt_br: Máximo de %d itens de áudio no conteúdo
ru_ru: Максимум %d аудиоэлементов в контенте
tr_tr: İçerikte en fazla %d ses öğesi

source: %d audio items in content
de_de: %d Audioelemente im Inhalt
es_es: %d elementos de audio en el contenido
fi: %d äänitettä sisällössä
fil: %d mga audio item sa nilalaman
fr_fr: %d éléments audio dans le contenu
id_id: %d item audio dalam konten
it_it: %d elementi audio nel contenuto
ja: コンテンツ内の %d 音声アイテム
pt_br: %d itens de áudio no conteúdo
ru_ru: %d аудио элементов в контенте
tr_tr: %d ses öğesi içerikte

source: Between %d and %d audio items in content
de_de: Zwischen %d und %d Audioelementen im Inhalt
es_es: Entre %d y %d elementos de audio en el contenido
fi: Väli %d ja %d äänitettä sisällössä
fil: Sa pagitan ng %d at %d na audio item sa nilalaman
fr_fr: Entre %d et %d éléments audio dans le contenu
id_id: Antara %d dan %d item audio dalam konten
it_it: Tra %d e %d elementi audio nel contenuto
ja: コンテンツ内で %d と %d の間のオーディオアイテム
pt_br: Entre %d e %d itens de áudio no conteúdo
ru_ru: Между %d и %d аудиоэлементами в контенте
tr_tr: İçerikte %d ile %d arasında ses öğesi

source: Featured Image Size Support
de_de: Unterstützung für die Größe des hervorgehobenen Bildes
es_es: Compatibilidad con el tamaño de la imagen destacada
fi: Esikatselukuvan koko tuki
fil: Suporta sa Sukat ng Tampok na Larawan
fr_fr: Prise en charge de la taille de l’image mise en avant
id_id: Dukungan Ukuran Gambar Unggulan
it_it: Compatibilità con la dimensione dell'immagine in evidenza
ja: フィーチャー画像サイズのサポート
pt_br: Suporte ao tamanho da imagem destacada
ru_ru: Поддержка размера изображения
tr_tr: Desteklenen Öne Çıkan Görsel Boyutu

source: Define tasks that verify the featured image size
de_de: Definieren Sie Aufgaben, die die Größe des hervorgehobenen Bildes überprüfen
es_es: Definir las tareas que comprueban el tamaño de la imagen destacada
fi: Määritä tehtävät, jotka varmistavat esittelykuvan koon
fil: Tukuyin ang mga gawain na nag-verify ng sukat ng tampok na larawan
fr_fr: Définir les tâches qui vérifient la taille de l’image mise en avant
id_id: Tentukan tugas yang memverifikasi ukuran gambar unggulan
it_it: Definire le operazioni che verificano le dimensioni dell'immagine in evidenza
ja: 特徴画像のサイズを確認するタスクを定義する
pt_br: Defina tarefas que verifiquem o tamanho da imagem destacada
ru_ru: Определите задачи, которые проверяют размер изображений для анонса
tr_tr: Öne çıkan görsel boyutunu doğrulayan görevleri belirtin

source: Featured image height
de_de: Höhe des hervorgehobenen Bildes
es_es: Altura de la imagen destacada
fi: Esikatselukuvan korkeus
fil: Taas ng tampok na larawan
fr_fr: Hauteur de l’image mise en avant
id_id: Tinggi gambar unggulan
it_it: Altezza dell'immagine in evidenza
ja: フィーチャー画像の高さ
pt_br: Altura da imagem destacada
ru_ru: Высота изображения
tr_tr: Öne çıkan görsel yüksekliği

source: Minimum %spx for the featured image height
de_de: Mindestens %spx für die Höhe des Beitragsbilds
es_es: Mínimo de %spx para la altura de la imagen destacada
fi: Vähintään %spx esittelykuvan korkeudelle
fil: Minimum na %spx para sa taas ng tampok na larawan
fr_fr: %spx minimum pour la hauteur de l’image mise en avant
id_id: Minimum %spx untuk tinggi gambar unggulan
it_it: Minima %spx per l'altezza dell'immagine in evidenza
ja: フィーチャー画像の高さは最小 %spx です
pt_br: Mínimo de %spx para a altura da imagem destacada
ru_ru: Минимум %spx для высоты изображения
tr_tr: Öne çıkan görsel yüksekliği için minimum %spx olmalı

source: Maximum %spx for the featured image height
de_de: Maximal %spx für die Höhe des Beitragsbildes
es_es: Máximo de %spx para la altura de la imagen destacada
fi: Maksimi %spx esittävän kuvan korkeudelle
fil: Maximum %spx para sa taas ng tampok na imahe
fr_fr: %spx maximum pour la hauteur de l’image mise en avant.
id_id: Maksimum %spx untuk tinggi gambar unggulan
it_it: Massima %spx per l'altezza dell'immagine in evidenza
ja: フィーチャー画像の高さの最大 %spx
pt_br: Máximo de %spx para a altura da imagem destacada
ru_ru: Максимум %spx для высоты представительного изображения
tr_tr: Öne çıkan görsel yüksekliği için maksimum %spx olmalı

source: Featured image height of %spx
de_de: Höhe des hervorgehobenen Bildes von %spx
es_es: Altura de la imagen destacada de %spx
fi: Esikatselukuvan korkeus %spx
fil: Taas ng tampok na larawan na %spx
fr_fr: Hauteur de l’image mise en avant de %spx
id_id: Tinggi gambar unggulan sebesar %spx
it_it: Altezza dell'immagine in evidenza di %spx
ja: %spx のフィーチャー画像の高さ
pt_br: Altura da imagem destacada de %spx
ru_ru: Высота изображения %spx
tr_tr: %spx yüksekliğinde öne çıkan görseli

source: Featured image height between %spx and %spx
de_de: Höhe des hervorgehobenen Bildes zwischen %spx und %spx
es_es: Altura de la imagen destacada entre %spx y %spx
fi: Esikatselukuvan korkeus %spx ja %spx välillä
fil: Taas ng tampok na larawan sa pagitan ng %spx at %spx
fr_fr: Hauteur de l’image mise en avant entre %spx et %spx
id_id: Tinggi gambar unggulan antara %spx dan %spx
it_it: Altezza dell'immagine in evidenza tra %spx e %spx
ja: %spx と %spx の間のフィーチャー画像の高さ
pt_br: Altura da imagem destacada, entre %spx e %spx
ru_ru: Высота изображения между %spx и %spx
tr_tr: Öne çıkan görsel yüksekliği %spx ve %spx arasında olmalı

source: Featured image width
de_de: Breite des hervorgehobenen Bildes
es_es: Anchura de la imagen destacada
fi: Esikatselukuvan leveys
fil: Lapad ng tampok na larawan
fr_fr: Largeur de l’image mise en avant
id_id: Lebar gambar unggulan
it_it: Larghezza dell'immagine in evidenza
ja: フィーチャー画像の幅
pt_br: Largura da imagem destacada
ru_ru: Ширина изображения
tr_tr: Öne çıkan görsel genişliği

source: Minimum %spx for the featured image width
de_de: Mindestens %spx für die Breite des Beitragsbilds
es_es: Mínimo de %spx para la anchura de la imagen destacada
fi: Vähintään %spx esittelykuvan leveydelle
fil: Minimum na %spx para sa lapad ng tampok na larawan
fr_fr: %spx minimum pour la largeur de l’image mise en avant
id_id: Minimum %spx untuk lebar gambar unggulan
it_it: Minima %spx per la larghezza dell'immagine in evidenza
ja: フィーチャー画像の幅は最小 %spx です
pt_br: Mínimo de %spx para a largura da imagem destacada
ru_ru: Минимум %spx для ширины изображения
tr_tr: Öne çıkan görsel genişliği için minimum %spx olmalı

source: Maximum %spx for the featured image width
de_de: Maximal %spx für die Breite des Beitragsbildes
es_es: Máximo de %spx para la anchura de la imagen destacada
fi: Maksimi %spx esittävän kuvan leveydelle
fil: Maximum %spx para sa lapad ng tampok na imahe
fr_fr: %spx maximum pour la largeur de l’image mise en avant
id_id: Maksimum %spx untuk lebar gambar unggulan
it_it: Massima %spx per la larghezza dell'immagine in evidenza
ja: フィーチャー画像の幅の最大 %spx
pt_br: Máximo de %spx para a largura da imagem destacada
ru_ru: Максимум %spx для ширины представительного изображения
tr_tr: Öne çıkan görsel genişliği için maksimum %spx olmalı

source: Featured image width of %spx
de_de: Breite des hervorgehobenen Bildes von %spx
es_es: Anchura de la imagen destacada de %spx
fi: Esikatselukuvan leveys %spx
fil: Lapad ng tampok na larawan na %spx
fr_fr: Largeur de l’image mise en avant de %spx
id_id: Lebar gambar unggulan sebesar %spx
it_it: Larghezza dell'immagine in evidenza di %spx
ja: %spx のフィーチャー画像の幅
pt_br: Largura da imagem destacada de %spx
ru_ru: Ширина изображения %spx
tr_tr: %spx genişlikli öne çıkan görsel

source: Featured image width between %spx and %spx
de_de: Breite des hervorgehobenen Bildes zwischen %spx und %spx
es_es: Anchura de la imagen destacada entre %spx y %spx
fi: Esikatselukuvan leveys %spx ja %spx välillä
fil: Lapad ng tampok na larawan sa pagitan ng %spx at %spx
fr_fr: Largeur de l’image mise en avant entre %spx et %spx
id_id: Lebar gambar unggulan antara %spx dan %spx
it_it: Larghezza dell'immagine in evidenza tra %spx e %spx
ja: %spx と %spx の間のフィーチャー画像の幅
pt_br: Largura da imagem destacada, entre %spx e %spx
ru_ru: Ширина изображения между %spx и %spx
tr_tr: Öne çıkan görsel genişliği %spx ile %spx arasında olmalı

source: Image Count
de_de: Bildanzahl
es_es: Recuento de imágenes
fi: Kuvien määrä
fil: Bilang ng Imahe
fr_fr: Nombre d'images
id_id: Jumlah Gambar
it_it: Conteggio delle immagini
ja: 画像数
pt_br: Contagem de imagens
ru_ru: Количество изображений
tr_tr: Görüntü Sayısı

source: Define tasks that verify total images in content
de_de: Definieren Sie Aufgaben, die die Gesamtzahl der Bilder im Inhalt überprüfen
es_es: Definir tareas que verifiquen la totalidad de las imágenes en el contenido
fi: Määritä tehtävät, jotka varmistavat sisällön kokonaiskuvat
fil: Tukuyin ang mga gawain na nag-verify ng kabuuang mga larawan sa nilalaman
fr_fr: Définir des tâches qui vérifient le nombre total d'images dans le contenu
id_id: Tentukan tugas yang memverifikasi total gambar dalam konten
it_it: Definire le attività che verificano le immagini totali nel contenuto
ja: コンテンツ内の合計画像を確認するタスクを定義する
pt_br: Defina tarefas que verifiquem o total de imagens no conteúdo
ru_ru: Определите задачи, которые проверяют общее количество изображений в содержимом
tr_tr: İçerikteki toplam görüntüleri doğrulayan görevleri tanımlayın

source: Number of images in content
de_de: Anzahl der Bilder im Inhalt
es_es: Número de imágenes en el contenido
fi: Kuvien määrä sisällössä
fil: Bilang ng mga larawan sa nilalaman
fr_fr: Nombre d'images dans le contenu
id_id: Jumlah gambar dalam konten
it_it: Numero di immagini nel contenuto
ja: コンテンツ内の画像の数
pt_br: Número de imagens no conteúdo
ru_ru: Количество изображений в контенте
tr_tr: İçerikteki görsel sayısı

source: Minimum of %d image in content
de_de: Mindestens %d Bild in Inhalt
es_es: Mínimo de %d imágenes en el contenido
fi: Vähintään %d kuvaa sisällössä
fil: Minimum ng %d larawan sa nilalaman
fr_fr: Minimum de %d image dans le contenu
id_id: Minimum %d gambar dalam konten
it_it: Minimo di %d immagine nel contenuto
ja: コンテンツ内の画像の最小数は%dです
pt_br: Mínimo de %d imagem no conteúdo
ru_ru: Минимум %d изображения в контенте
tr_tr: İçerikte en az %d resim var

source: Minimum of %d images in content
de_de: Mindestens %d Bilder in Inhalt
es_es: Mínimo de %d imágenes en el contenido
fi: Vähintään %d kuvaa sisällössä
fil: Minimum ng %d mga larawan sa nilalaman
fr_fr: Minimum de %d images dans le contenu
id_id: Minimum %d gambar dalam konten
it_it: Minimo di %d immagini nel contenuto
ja: コンテンツ内の画像の最小数は%dです
pt_br: Mínimo de %d imagens no conteúdo
ru_ru: Минимум %d изображений в контенте
tr_tr: İçerikte en az %d resim var

source: Maximum of %d image in content
de_de: Maximal %d Bild in Inhalt
es_es: Máximo de %d imágenes en el contenido
fi: Enintään %d kuvaa sisällössä
fil: S pinakamataas na %d larawan sa nilalaman
fr_fr: Maximum de %d image dans le contenu
id_id: Maksimum %d gambar dalam konten
it_it: Massimo di %d immagine nel contenuto
ja: コンテンツ内の画像の最大数は%dです
pt_br: Máximo de %d imagem no conteúdo
ru_ru: Максимум %d изображений в контенте
tr_tr: İçerikte maksimum %d resim
