Repository: magelifesaver/greenb
Catalog: publishpress-checklists-pro/languages/publishpress-checklists-pro-*.po
Languages: de_de, es_es, fi, fil, fr_fr, id_id, it_it, ja, pt_br, ru_ru, tr_tr

source: Maximum of %d images in content
de_de: Maximal %d Bilder in Inhalt
es_es: Máximo de %d imágenes en el contenido
fi: Enintään %d kuvaa sisällössä
fil: S pinakamataas na %d mga larawan sa nilalaman
fr_fr: Maximum de %d images dans le contenu
id_id: Maksimum %d gambar dalam konten
it_it: Massimo di %d immagini nel contenuto
ja: コンテンツ内の画像の最大数は%dです
pt_br: Máximo de %d imagens no conteúdo
ru_ru: Максимум %d изображений в контенте
tr_tr: İçerikte maksimum %d resim var

source: %d image in content
de_de: %d Bild im Inhalt
es_es: %d imagen en el contenido
fi: %d kuva sisällössä
fil: %d larawan sa nilalaman
fr_fr: %d image dans le contenu
id_id: %d gambar dalam konten
it_it: %d immagine nel contenuto
ja: コンテンツ内の %d 画像
pt_br: %d imagem no conteúdo
ru_ru: %d изображение в контенте
tr_tr: İçerikte %d resim var

source: %d images in content
de_de: %d Bilder im Inhalt
es_es: %d imágenes en el contenido
fi: %d kuvaa sisällössä
fil: %d mga larawan sa nilalaman
fr_fr: %d images dans le contenu
id_id: %d gambar dalam konten
it_it: %d immagini nel contenuto
ja: コンテンツ内の %d 画像
pt_br: %d imagens no conteúdo
ru_ru: %d изображения в контенте
tr_tr: İçerikte %d resim var

source: Between %d and %d images in content
de_de: Zwischen %d und %d Bildern im Inhalt
es_es: Entre %d y %d imágenes en el contenido
fi: Väli %d ja %d kuvaa sisällössä
fil: Sa pagitan ng %d at %d na mga imahe sa nilalaman
fr_fr: Entre %d et %d images dans le contenu
id_id: Antara %d dan %d gambar dalam konten
it_it: Tra %d e %d immagini nel contenuto
ja: コンテンツ内で %d と %d の間の画像
pt_br: Entre %d e %d imagens no conteúdo
ru_ru: Между %d и %d изображениями в контенте
tr_tr: İçerikte %d ile %d arasında resim var

source: Avoid using %s tags in content
de_de: Vermeiden Sie die Verwendung von %s-Tags im Inhalt
es_es: Evitar el uso de etiquetas %s en el contenido
fi: Vältä %s-tageja sisällössä
fil: Iwasan ang paggamit ng %s tag sa nilalaman
fr_fr: Évitez d'utiliser des balises %s dans le contenu
id_id: Hindari penggunaan tag %s dalam konten
it_it: Evita di utilizzare i tag %s nel contenuto
ja: コンテンツ内で %s タグの使用を避ける
pt_br: Evitar usar tags %s no conteúdo
ru_ru: Избегайте использования тегов %s в контенте
tr_tr: %s etiketlerini içerikte kullanmaktan kaçının

source: Avoid heading tags in content
de_de: Vermeiden Sie Überschrift-Tags im Inhalt
es_es: Evitar etiquetas de encabezado en el contenido
fi: Vältä otsikkotageja sisällössä
fil: Iwasan ang mga heading tag sa nilalaman
fr_fr: Évitez les balises de titre dans le contenu
id_id: Hindari tag heading dalam konten
it_it: Evita i tag di intestazione nel contenuto
ja: コンテンツ内で見出しタグを避ける
pt_br: Evitar tags de título no conteúdo
ru_ru: Избегайте тегов заголовков в контенте
tr_tr: İçerikte başlık etiketlerinden kaçının

source: Content should not contain any of the selected heading tags.
de_de: Inhalte sollten keine der ausgewählten Überschrift-Tags enthalten.
es_es: El contenido no debe contener ninguna de las etiquetas de encabezado seleccionadas.
fi: Sisältö ei saa sisältää mitään valittuja otsikkotunnisteita.
fil: Ang nilalaman ay hindi dapat maglaman ng alinman sa mga napiling tag ng pamagat.
fr_fr: Le contenu ne doit contenir aucun des tags d'en-tête sélectionnés.
id_id: Konten tidak boleh mengandung salah satu tag judul yang dipilih.
it_it: Il contenuto non deve contenere nessuno dei tag di intestazione selezionati.
ja: コンテンツには、選択した見出しタグのいずれかを含めてはいけません。
pt_br: O conteúdo não pode conter nenhuma das tags de título selecionadas.
ru_ru: Содержимое не должно содержать ни одного из выбранных тегов заголовков.
tr_tr: İçerikte seçilen başlık etiketlerinden hiçbiri bulunmamalıdır.

source: No Heading Tags in Content
de_de: Keine Überschrift-Tags im Inhalt
es_es: Sin etiquetas de encabezado en el contenido
fi: Ei otsikkotageja sisällössä
fil: Walang Heading Tags sa Nilalaman
fr_fr: Aucun tag de titre dans le contenu
id_id: Tidak ada Tag Heading dalam Konten
it_it: Nessun Tag di Intestazione nel Contenuto
ja: コンテンツに見出しタグがありません
pt_br: Sem tags de título no conteúdo
ru_ru: Нет тегов заголовков в контенте
tr_tr: İçerikte Başlık Etiketi Yok

source: Define tasks that verify no prohibited heading tags are in content
de_de: Definieren Sie Aufgaben, die überprüfen, ob keine verbotenen Überschrift-Tags im Inhalt vorhanden sind
es_es: Definir tareas que verifican que no haya etiquetas de encabezado prohibidas en el contenido
fi: Määritä tehtävät, jotka varmistavat, että sisällössä ei ole kiellettyjä otsikkotageja
fil: Tukuyin ang mga gawain na nag-verify na walang ipinagbabawal na heading tags sa nilalaman
fr_fr: Définir des tâches qui vérifient qu'aucun tag d'en-tête interdit n'est présent dans le contenu
id_id: Tentukan tugas yang memverifikasi tidak ada tag heading terlarang dalam konten
it_it: Definisci compiti che verificano che non ci siano tag di intestazione vietati nel contenuto
ja: 禁止されている見出しタグがコンテンツに含まれていないことを確認するタスクを定義する
pt_br: Defina tarefas que verifiquem se não há tags de título não permitidas no conteúdo
ru_ru: Определите задачи, которые проверяют, что в содержимом нет запрещенных заголовочных тегов
tr_tr: İçerikte yasaklı başlık etiketlerinin olmadığını doğrulayan görevleri tanımla

source: Pro Settings
de_de: Pro-Einstellungen
es_es: Ajustes Pro
fi: Pro-asetukset
fr_fr: Réglages Pro
id_id: Pengaturan Pro
it_it: Impostazioni Pro
ja: プロ設定
pt_br: Configurações do Pro
ru_ru: Настройки Pro
tr_tr: Profesyonel Ayarlar

source: License key:
de_de: Lizenzschlüssel:
es_es: Clave de licencia:
fi: Lisenssiavain:
fil: Susi ng lisensya:
fr_fr: Clé de licence :
id_id: Kunci lisensi:
it_it: Chiave di licenza:
ja: ライセンスキー：
pt_br: Chave de licença:
ru_ru: Ключ лицензии:
tr_tr: Lisans anahtarı:

source: Show Checklists column in post lists:
de_de: Überprüfungslisten-Spalte in Beitragslisten anzeigen:
es_es: Mostrar columna de Listas de Verificación en las listas de publicaciones:
fi: Näytä tarkistuslistat-sarake viestilistoissa:
fil: Ipakita ang Checklists na kolum sa mga listahan ng post:
fr_fr: Afficher la colonne des listes de contrôle dans les listes de publications :
id_id: Tampilkan kolom Checklists dalam daftar pos:
it_it: Mostra la colonna delle Checklist nelle liste dei post:
ja: 投稿リストにチェックリストの列を表示：
pt_br: Mostrar a coluna “Listas de verificação” nas listas de posts:
ru_ru: Показать колонку контрольных списков в списках постов:
tr_tr: Gönderi listelerinde Kontrol Listeleri sütununu göster:

source: Enable Status Filter:
de_de: Statusfilter aktivieren:
es_es: Habilitar Filtro de Estado:
fi: Ota käyttöön tilasuodatin:
fil: Paganahin ang Status Filter:
fr_fr: Activer le filtre de statut :
id_id: Aktifkan Filter Status:
it_it: Abilita Filtro Stato:
ja: ステータスフィルターを有効にする:
pt_br: Ativar filtro de status:
ru_ru: Включить фильтр статуса:
tr_tr: Durum Filtrelemesini Etkinleştir:

source: Enable Duplicate Checklists
de_de: Aktivieren Sie duplizierbare Checklisten
es_es: Habilitar Checklists Duplicados
fi: Ota käyttöön kaksoistarkistuslistat
fil: Paganahin ang Duplicate Checklists
fr_fr: Activer les checklists en double
id_id: Aktifkan Checklist Duplikat
it_it: Abilita Checklist Duplicati
ja: 重複チェックリストを有効にする
pt_br: Ativar duplicação de listas de verificação
ru_ru: Включить списки проверки дубликатов
tr_tr: Yinelenen Kontrol Listelerini Etkinleştir

source: Debug Duplicate Feature:
de_de: Debuggen der doppelten Funktion:
es_es: Depurar característica duplicada:
fi: Vianetsintä kaksoisominaisuudelle:
fil: I-debug ang Duplicate na Tampok:
fr_fr: Déboguer la fonctionnalité dupliquée :
id_id: Fitur Debug Duplikat:
it_it: Debug della funzionalità duplicata:
ja: 重複機能をデバッグ:
pt_br: Recurso de depuração de duplicações:
ru_ru: Отладка функции дубликата:
tr_tr: Tekrarı Hata Ayıkla Özelliği:

source: This allows tasks to be disabled for specific statuses such as "Draft" or "Published".
de_de: Dies ermöglicht es, Aufgaben für spezifische Status wie "Entwurf" oder "Veröffentlicht" zu deaktivieren.
es_es: Esto permite desactivar tareas para estados específicos como "Borrador" o "Publicado".
fi: Tämä mahdollistaa tehtävien poistamisen käytöstä tietyille tiloille, kuten "Luonnos" tai "Julkaistu".
fil: Pinapayagan nito na hindi paganahin ang mga gawain para sa mga tiyak na estado tulad ng "Draft" o "Published".
fr_fr: Cela permet de désactiver les tâches pour des statuts spécifiques tels que "Brouillon" ou "Publié".
id_id: Ini memungkinkan tugas dinonaktifkan untuk status tertentu seperti "Draft" atau "Published".
it_it: Questo consente di disabilitare i compiti per stati specifici come "Bozza" o "Pubblicato".
ja: これにより、「下書き」や「公開」などの特定のステータスに対してタスクを無効にすることができます。
pt_br: Isso permite que as tarefas sejam desativadas para status específicos, como “Rascunho” ou “Publicado”.
ru_ru: Это позволяет отключать задачи для конкретных статусов, таких как "Черновик" или "Опубликовано".
tr_tr: Bu, görevlerin "Taslak" veya "Yayınlandı" gibi belirli durumlar için devre dışı bırakılmasına olanak tanır.

source: This allows users to duplicate existing checklist task.
de_de: Dies ermöglicht es den Benutzern, vorhandene Überprüfungslistenaufgaben zu duplizieren.
es_es: Esto permite a los usuarios duplicar tareas de lista de verificación existentes.
fi: Tämä mahdollistaa käyttäjien kopioida olemassa olevan tarkistuslistan tehtävän.
fil: Pinapayagan nito ang mga gumagamit na i-duplicate ang umiiral na checklist na gawain.
fr_fr: Cela permet aux utilisateurs de dupliquer une tâche de liste de contrôle existante.
id_id: Ini memungkinkan pengguna untuk menduplikasi tugas checklist yang sudah ada.
it_it: Questo consente agli utenti di duplicare un compito di checklist esistente.
ja: これにより、ユーザーは既存のチェックリストタスクを複製できます。
pt_br: Isso permite que os usuários dupliquem a tarefa de lista de verificação existente.
ru_ru: Это позволяет пользователям дублировать существующую задачу контрольного списка.
tr_tr: Bu, kullanıcıların mevcut kontrol listesi görevini kopyalamalarına olanak tanır.

source: Enable debugging tools for duplicate functionality.
de_de: Aktivieren Sie die Debugging-Tools für die Duplikatfunktionalität.
es_es: Habilitar herramientas de depuración para la funcionalidad de duplicado.
fi: Ota käyttöön virheenkorjaustyökalut kaksoistoiminnallisuudelle.
fil: Paganahin ang mga tool sa pag-debug para sa duplicate na functionality.
fr_fr: Activer les outils de débogage pour la fonctionnalité de duplication.
id_id: Aktifkan alat debugging untuk fungsionalitas duplikat.
it_it: Abilita gli strumenti di debug per la funzionalità di duplicazione.
ja: 重複機能のデバッグツールを有効にする。
pt_br: Ative as ferramentas de depuração para funcionalidade de duplicação.
ru_ru: Включите инструменты отладки для функциональности дубликатов.
tr_tr: Yinelenen işlevsellik için hata ayıklama araçlarını etkinleştir.

source: Add a Checklists column to the Posts screen showing how many requirements are complete.
de_de: Fügen Sie eine Checklisten-Spalte zum Beitragsbildschirm hinzu, die zeigt, wie viele Anforderungen erfüllt sind.
es_es: Añadir una columna de Listas de Verificación a la pantalla de Publicaciones que muestre cuántos requisitos están completos.
fi: Lisää tarkistuslistat-sarake Postit-näyttöön, joka näyttää kuinka monta vaatimusta on täytetty.
fil: Magdagdag ng Checklists column sa Posts screen na nagpapakita kung ilang mga kinakailangan ang kumpleto.
fr_fr: Ajouter une colonne de listes de contrôle à l'écran des publications montrant combien d'exigences sont complètes.
id_id: Tambahkan kolom Checklist ke layar Pos yang menunjukkan berapa banyak persyaratan yang telah selesai.
it_it: Aggiungi una colonna Checklist alla schermata Post che mostra quanti requisiti sono completi.
ja: 投稿画面にチェックリストの列を追加し、完了した要件の数を表示します。
pt_br: Adicione uma coluna “Listas de verificação” à tela “Posts”, mostrando quantos requisitos estão concluídos.
ru_ru: Добавить столбец Списков на экран Постов, показывающий, сколько требований выполнено.
tr_tr: Görevlerin tamamlanma sayısını gösteren bir Kontrol Listeleri sütunu Gönderiler ekranına ekleyin.

source: Checklists
de_de: Checklisten
es_es: Listas de verificación
fi: Tarkistuslistat
fil: Mga Checklist
fr_fr: Listes de vérification
id_id: Daftar Periksa
it_it: Liste di controllo
ja: チェックリスト
pt_br: Listas de verificação
ru_ru: Списки проверки
tr_tr: Kontrol Listeleri

source: No checklists
de_de: Keine Checklisten
es_es: Sin listas de verificación
fi: Ei tarkistuslistoja
fil: Walang checklist
fr_fr: Pas de listes de contrôle
id_id: Tidak ada checklist
it_it: Nessuna checklist
ja: チェックリストはありません
pt_br: Sem listas de verificação
ru_ru: Нет контрольных списков
tr_tr: Liste yok

source: Debug Duplicate
de_de: Doppelte debuggen
es_es: Depurar duplicado
fi: Vianetsintä kaksoisesta
fil: I-debug ang Duplicate
fr_fr: Déboguer le duplicata
id_id: Debug Duplikat
it_it: Debug Duplicato
ja: 重複をデバッグ
pt_br: Depuração de duplicações
ru_ru: Отладка дубликата
tr_tr: Tekrarı Hata Ayıkla

source: Publish time should be at %s
de_de: Die Veröffentlichungszeit sollte um %s sein
fi: Julkaisuaika pitäisi olla kello %s
fil: Dapat ilathala ang oras sa %s
id_id: Waktu publikasi harus pada %s
ja: 公開時間は%sの必要があります
pt_br: O horário de publicação deve ser às %s
ru_ru: Время публикации должно быть в %s

source: (not set)
de_de: (nicht gesetzt)
fi: (ei asetettu)
fil: (hindi itinakda)
id_id: (belum diatur)
ja: (設定されていません)
pt_br: (não definido)
ru_ru: (не установлено)

source: Publish time should be at a specific time
de_de: Die Veröffentlichungszeit sollte zu einer bestimmten Zeit sein
fi: Julkaisuaika pitäisi olla tietyssä ajassa
fil: Dapat ilathala ang oras sa isang tiyak na oras
id_id: Waktu publikasi harus pada waktu tertentu
ja: 公開時間は特定の時間に設定する必要があります
pt_br: O horário de publicação deve ser em um horário específico
ru_ru: Время публикации должно быть установлено на конкретное время

source: Publish time should be in the future
de_de: Die Veröffentlichungszeit sollte in der Zukunft liegen
es_es: La hora de publicación debe estar en el futuro
fi: Julkaisuaika tulee olla tulevaisuudessa
fil: Ang oras ng paglathala ay dapat nasa hinaharap
fr_fr: L'heure de publication doit être dans le futur
id_id: Waktu publikasi harus di masa depan
it_it: L'ora di pubblicazione deve essere nel futuro
ja: 公開時間は未来である必要があります
pt_br: A hora de publicação precisa ser no futuro
ru_ru: Время публикации должно быть в будущем
tr_tr: Yayın zamanı gelecekte olmalıdır

source: Publish Date / Time
de_de: Veröffentlichungsdatum / -zeit
es_es: Fecha / Hora de publicación
fi: Julkaisupäivämäärä / Aika
fil: Petsa / Oras ng Paglathala
fr_fr: Date / Heure de publication
id_id: Tanggal / Waktu Publikasi
it_it: Data / Ora di pubblicazione
ja: 公開日/時間
pt_br: Data/hora de publicação
ru_ru: Дата / Время публикации
tr_tr: Yayın Tarihi / Saati

source: Combine exact and future publish time checks
de_de: Genauigkeit und zukünftige Veröffentlichungszeitprüfungen kombinieren
es_es: Combinar verificaciones de tiempo de publicación exacto y futuro
fi: Yhdistä tarkat ja tulevat julkaisuaikojen tarkistukset
fil: Pagsamahin ang mga eksaktong at hinaharap na mga pagsusuri sa oras ng pag-publish
fr_fr: Combiner les vérifications de temps de publication exact et futur
id_id: Gabungkan pemeriksaan waktu publikasi yang tepat dan masa depan
it_it: Combinare controlli di tempo di pubblicazione esatti e futuri
ja: 正確な公開時間と将来の公開時間チェックを組み合わせる
pt_br: Combine verificações de hora de publicação exata e futura
ru_ru: Объединить проверки точного и будущего времени публикации
tr_tr: Kesin ve gelecekteki yayın zamanı kontrollerini birleştir

source: Rank Math SEO Score
de_de: Rank Math SEO Punktzahl
es_es: Puntuación SEO de Rank Math
fi: Rank Math SEO -pisteet
fr_fr: Score SEO de Rank Math
id_id: Skor Rank Math SEO
it_it: Punteggio SEO di Rank Math
ja: ランクマスSEOスコア
pt_br: Pontuação de SEO do Rank Math
ru_ru: Баллы Rank Math SEO
tr_tr: Rank Math SEO Puanı

source: Minimum Rank Math SEO score: %d
de_de: Mindestens Rank Math SEO Punktzahl: %d
es_es: Puntuación mínima de Rank Math SEO: %d
fi: Vähimmäisrankkaus Math SEO -pisteet: %d
fil: Minimum na Rank Math SEO score: %d
fr_fr: Score minimum Rank Math SEO : %d
id_id: Skor Rank Math SEO minimum: %d
it_it: Punteggio Minimo Rank Math SEO: %d
ja: 最小ランクマスSEOスコア: %d
pt_br: Pontuação mínima de SEO do Rank Math: %d
ru_ru: Минимальный балл Rank Math SEO: %d
tr_tr: Minimum Rank Math SEO puanı: %d

source: Maximum Rank Math SEO score: %d
de_de: Maximal Rank Math SEO Punktzahl: %d
es_es: Puntuación máxima de Rank Math SEO: %d
fi: Maksimi Rank Math SEO -pisteet: %d
fil: S pinakamataas na Rank Math SEO score: %d
fr_fr: Score maximum Rank Math SEO : %d
id_id: Skor SEO Rank Math maksimum: %d
it_it: Punteggio Massimo Rank Math SEO: %d
ja: 最大ランクマスSEOスコア：%d
pt_br: Pontuação máxima de SEO do Math Rank: %d
ru_ru: Максимальный балл Rank Math SEO: %d
tr_tr: Maximum Rank Math SEO puanı: %d

source: Exact Rank Math SEO score: %d
de_de: Genauer Rank Math SEO Punktestand: %d
es_es: Puntuación Exacta de SEO Rank Math: %d
fi: Tarkka Rank Math SEO pisteet: %d
fil: Eksaktong Rank Math SEO score: %d
fr_fr: Score exact SEO Rank Math : %d
id_id: Skor SEO Rank Math yang Tepat: %d
it_it: Punteggio Esatto Rank Math SEO: %d
ja: 正確なランクマスSEOスコア: %d
pt_br: Pontuação de SEO exata do Rank Math: %d
ru_ru: Точный SEO балл Rank Math: %d
tr_tr: Tam Rank Math SEO puanı: %d

source: Rank Math SEO scores between %d and %d
de_de: Rank Math SEO-Werte zwischen %d und %d
es_es: Las puntuaciones SEO de Rank Math están entre %d y %d
fi: Rank Math SEO -pisteet ovat välillä %d ja %d
fil: Ang Rank Math SEO ay may mga iskor sa pagitan ng %d at %d
fr_fr: Les scores SEO de Rank Math sont compris entre %d et %d
id_id: Skor SEO Rank Math antara %d dan %d
it_it: I punteggi SEO di Rank Math variano tra %d e %d
ja: Rank Math SEOのスコアは%dから%dの間です
pt_br: Pontuações de SEO do Rank Math entre %d e %d
ru_ru: Рейтинг Math SEO от %d до %d
tr_tr: Rank Math SEO puanları %d ile %d arasında

source: Rank Math SEO
ja: ランクマスSEO
pt_br: SEO do Rank Math

source: Define tasks that verify Rank Math SEO items
de_de: Definieren Sie Aufgaben, die Rank Math SEO-Elemente überprüfen
es_es: Definir tareas que verifican elementos de SEO Rank Math
fi: Määritä tehtävät, jotka varmistavat Rank Math SEO -kohteet
fil: Tukuyin ang mga gawain na nag-verify ng mga item ng Rank Math SEO
fr_fr: Définir des tâches qui vérifient les éléments SEO Rank Math
id_id: Tentukan tugas yang memverifikasi item Rank Math SEO
it_it: Definisci compiti che verificano gli elementi SEO di Rank Math
ja: Rank Math SEOアイテムを確認するタスクを定義する
pt_br: Defina tarefas que verifiquem os itens de SEO do Rank Math
ru_ru: Определите задачи, которые проверяют элементы Rank Math SEO
tr_tr: Rank Math SEO öğelerini doğrulayan görevleri tanımla

source: Number of video items in content
de_de: Anzahl der Videoelemente im Inhalt
es_es: Número de elementos de video en el contenido
fi: Videotiedostojen määrä sisällössä
fil: Bilang ng mga video items sa nilalaman
fr_fr: Nombre d'éléments vidéo dans le contenu
id_id: Jumlah item video dalam konten
it_it: Numero di elementi video nel contenuto
ja: コンテンツ内のビデオアイテムの数
pt_br: Número de itens de vídeo no conteúdo
ru_ru: Количество видеофайлов в контенте
tr_tr: İçerikteki video öğelerinin sayısı

source: Minimum of %d video items in content
de_de: Mindestens %d Videoelemente in Inhalt
es_es: Mínimo de %d elementos de video en el contenido
fi: Vähintään %d videota sisällössä
fil: Minimum ng %d mga item ng video sa nilalaman
fr_fr: Minimum de %d éléments vidéo dans le contenu
id_id: Minimum %d item video dalam konten
it_it: Minimo di %d elementi video nel contenuto
ja: コンテンツ内のビデオアイテムの最小数は%dです
pt_br: Mínimo de %d itens de vídeo no conteúdo
ru_ru: Минимум %d видео в контенте
tr_tr: İçerikte en az %d video öğesi

source: Maximum of %d video items in content
de_de: Maximal %d Videoelemente in Inhalt
es_es: Máximo de %d elementos de video en el contenido
fi: Enintään %d videota sisällössä
fil: S pinakamataas na %d mga item ng video sa nilalaman
fr_fr: Maximum de %d éléments vidéo dans le contenu
id_id: Maksimum %d item video dalam konten
it_it: Massimo di %d elementi video nel contenuto
ja: コンテンツ内のビデオアイテムの最大数は%dです
pt_br: Máximo de %d itens de vídeo no conteúdo
ru_ru: Максимум %d видео в контенте
tr_tr: İçerikte en fazla %d video öğesi

source: %d video items in content
de_de: %d Videoelemente im Inhalt
es_es: %d elementos de video en el contenido
fi: %d videota sisällössä
fil: %d mga video item sa nilalaman
fr_fr: %d éléments vidéo dans le contenu
id_id: %d item video dalam konten
it_it: %d elementi video nel contenuto
ja: コンテンツ内の %d 動画アイテム
pt_br: %d itens de vídeo no conteúdo
ru_ru: %d видео элементов в контенте
tr_tr: %d video öğesi içerikte

source: Between %d and %d video items in content
de_de: Zwischen %d und %d Videoelementen im Inhalt
es_es: Entre %d y %d elementos de video en el contenido
fi: Väli %d ja %d videota sisällössä
fil: Sa pagitan ng %d at %d na mga video item sa nilalaman
fr_fr: Entre %d et %d éléments vidéo dans le contenu
id_id: Antara %d dan %d item video dalam konten
it_it: Tra %d e %d elementi video nel contenuto
ja: コンテンツ内で %d と %d の間のビデオアイテム
pt_br: Entre %d e %d itens de vídeo no conteúdo
ru_ru: Между %d и %d видеоэлементами в контенте
tr_tr: İçerikte %d ile %d video öğesi arasında

source: Video Count
de_de: Videoanzahl
es_es: Conteo de videos
fi: Videolaskuri
fil: Bilang ng Video
fr_fr: Nombre de vidéos
id_id: Jumlah Video
it_it: Conteggio video
ja: 動画数
pt_br: Contagem de vídeos
ru_ru: Количество видео
tr_tr: Video Sayısı

source: Define tasks that verify total video in content
de_de: Definieren Sie Aufgaben, die die gesamte Videoinhalte im Inhalt überprüfen
es_es: Definir tareas que verifican el total de video en el contenido
fi: Määritä tehtävät, jotka varmistavat sisällön kokonaisvideon
fil: Tukuyin ang mga gawain na nag-verify ng kabuuang video sa nilalaman
fr_fr: Définir des tâches qui vérifient le total vidéo dans le contenu
id_id: Tentukan tugas yang memverifikasi total video dalam konten
it_it: Definisci compiti che verificano il totale video nel contenuto
ja: コンテンツ内の合計動画を確認するタスクを定義する
pt_br: Defina tarefas que verifiquem o total de vídeos no conteúdo
ru_ru: Определите задачи, которые проверяют общее количество видео в содержимом
tr_tr: İçerikteki toplam videoyu doğrulayan görevleri tanımla

source: Check the "Allow backorders?" box
de_de: Aktivieren Sie das Kontrollkästchen "Rückbestellungen erlauben?"
es_es: Marca la casilla «¿Permitir pedidos pendientes?»
fi: Tarkista "Salli ennakkotilaukset?" -ruutu
fil: Suriin ang kahon na "Payagan ang mga backorder?"
fr_fr: Cochez la case « Autoriser les commandes sur un produit non disponible ? »
id_id: Centang kotak "Izinkan backorder?"
it_it: Seleziona la casella "Permetti ordini per prodotti in riordinazione?"
ja: 「バックオーダーを許可しますか？」ボックスをチェックしてください
pt_br: Marcar a caixa "Permitir pedidos em atraso?"
ru_ru: Установите флажок "Разрешить заказы с отсрочкой?"
tr_tr: “Ön Sipariş (ısmarlama) satışa izin ver” kutusunu işaretleyin

source: Allow backorders
de_de: Rückbestellungen erlauben
es_es: Permitir pedidos pendientes
fi: Salli ennakkotilaukset
fil: Payagan ang backorders
fr_fr: Autoriser les commandes sur un produit non disponible
id_id: Izinkan pemesanan kembali
it_it: Permetti ordini per prodotti in riordinazione
ja: バックオーダーを許可する
pt_br: Permitir pedidos em atraso
ru_ru: Разрешить резервные заказы
tr_tr: Ön Sipariş (ısmarlama) satışa izin ver
