Repository: magelifesaver/greenb
Catalog: publishpress-checklists-pro/languages/publishpress-checklists-pro-yo.po
Languages: yo

source: With PublishPress Checklists, you can choose publishing requirements for your content.
yo: Pẹlu PublishPress Checklists, o le yan awọn ibeere atẹjade fun akoonu rẹ.

source: Duplicate Requirement
yo: Ẹda ibeere

source: Delete
yo: Pa

source: Delete this duplicate
yo: Pa ẹda yii

source: Duplicate
yo: Ẹda

source: Please enable the task before using this Duplicate feature.
yo: Jọwọ mu iṣẹ naa ṣiṣẹ ṣaaju ki o to lo ẹya Adupẹ yii.

source: Duplicate this task
yo: Ẹda iṣẹ yii

source: Are you sure you want to duplicate this task?
yo: Ṣe o da ọ loju pe o fẹ lati ṣe ẹda iṣẹ yii?

source: Duplicating...
yo: Nṣiṣẹ...

source: Task duplicated successfully!
yo: Iṣẹ ti daakọ ni aṣeyọri!

source: Error duplicating Task.
yo: Aṣiṣe ni ikojọpọ Iṣẹ.

source: Duplicate Checklist Tools
yo: Awọn irinṣẹ atokọ ẹda

source: Current Duplicate Requirements
yo: Awọn Ibeere Ẹda ti o wa lọwọlọwọ

source: Found %d duplicate requirements:
yo: A ri %d awọn ibeere idibajẹ:

source: Are you sure you want to clean up this duplicate? This action cannot be undone.
yo: Ṣe o da ọ loju pe o fẹ lati nu ẹda yii? Iṣẹ yii ko le ṣe atunṣe.

source: Clean Up
yo: Nu

source: No duplicate requirements found. Your system is clean!
yo: Ko si awọn ibeere ẹda meji ti a rii. Eto rẹ jẹ mimọ!

source: Manual Cleanup
yo: Mọ́ńtú Cleanup

source: If you know the exact name of a stuck duplicate requirement, you can force clean it up here.
yo: Ti o ba mọ orukọ gangan ti ibeere ti o da duro, o le pa a mọ nibi.

source: e.g., title_count_duplicate_2
yo: fún àpẹẹrẹ, title_count_duplicate_2

source: Are you sure you want to force cleanup this duplicate? This action cannot be undone.
yo: Ṣe o da ọ loju pe o fẹ lati ṣe imukuro ẹda yii? Iṣẹ yii ko le ṣe atunṣe.

source: Orphaned PHP Class Mappings
yo: Awọn Iṣopọ Kilasi PHP ti o ni ẹtọ

source: Class mappings link duplicate requirement names to their PHP class names. The system uses these mappings to determine which PHP class to instantiate for each duplicate requirement.
yo: Awọn asopọ iṣiro kilasi so awọn orukọ ibeere ẹda pọ si awọn orukọ kilasi PHP wọn. Eto naa nlo awọn iṣiro wọnyi lati pinnu iru kilasi PHP lati ṣẹda fun gbogbo ibeere ẹda pọ.

source: Found %d class mappings. Clean up any orphaned mappings (mappings without corresponding duplicate requirements) to keep your database clean.
yo: A ri %d awọn mapping kẹ̀kọ̀ọ́. Ṣe imukuro eyikeyi awọn mapping ti o wa ni aijọju (mapping laisi awọn ibeere idibajẹ ti o baamu) lati jẹ ki ipilẹ data rẹ mọ.

source: Clean Up Orphaned Mappings
yo: Nu Awọn iṣiro ti ko ni ẹniti o ni

source: Accessibility
yo: Irọrun

source: Define tasks that verify accessibility
yo: Ṣe alaye awọn iṣẹ ti o jẹrisi iraye si

source: H1, H2, H3 etc tags are used in logical order
yo: Aami H1, H2, H3 ati bẹbẹ lọ ni a lo ni ilana to yẹ

source: Only one H1 tag in content
yo: Kọ́kan H1 aami nikan ninu akoonu

source: Tables have a header row
yo: Awọn tabili ni ila akọle

source: Advanced Custom Fields Support
yo: Atilẹyin Awọn aaye Aṣa ti o ni ilọsiwaju

source: Define tasks that must be complete before a product is published
yo: Ṣe alaye awọn iṣẹ ti o gbọdọ pari ṣaaju ki a to tẹjade ọja kan

source: Number of characters in %s field
yo: Iye awọn ohun kikọ ninu aaye %s

source: Minimum of %%s character in %s field
yo: Minimu ti %%s ohun kikọ ninu aaye %s

source: Minimum of %%s characters in %s field
yo: Minimu ti %%s awọn ohun kikọ ninu aaye %s

source: Maximum of %%s character in %s field
yo: Max ti %%s ohun kikọ ni %s aaye

source: Maximum of %%s characters in %s field
yo: Max ti %%s awọn ohun kikọ ni %s aaye

source: %%s character in %s field
yo: %%s ohun kikọ ninu %s aaye

source: %%s characters in %s field
yo: %%s awọn ohun kikọ ninu %s aaye

source: Between %%s and %%s characters in %s field
yo: Larin %%s ati %%s awọn ohun kikọ ninu aaye %s

source: Got value from ACF Configuration.
yo: Gba iye lati ACF Ìṣàkóso.

source: All in One SEO
yo: Gbogbo ninu SEO Ọkan

source: Define tasks that verify All in One SEO items
yo: Ṣe alaye awọn iṣẹ ti o jẹrisi gbogbo awọn nkan SEO ni ọkan

source: All in One SEO Headline Score
yo: Gbogbo ninu SEO Ọkan Iye Akọle

source: Minimum All in One SEO Headline Score: %d
yo: Minimu Iwọn Akọle SEO All in One: %d

source: Maximum All in One SEO Headline Score: %d
yo: Max Gbogbo ni Ọkan SEO Akọle Iye: %d

source: Exact All in One SEO Headline Score: %d
yo: Iye Gangan ni gbogbo SEO Akọle: %d

source: All in One SEO Headline Score between %d and %d
yo: Gbogbo ninu One SEO Headline Score laarin %d ati %d

source: All in One SEO Score
yo: Gbogbo ninu One SEO Score

source: Minimum All in One SEO score: %d
yo: Minimu Iwọn SEO All in One: %d

source: Maximum All in One SEO score: %d
yo: Max Gbogbo ni Ọkan SEO iye: %d

source: Exact All in One SEO score: %d
yo: Iye Gangan ni gbogbo SEO: %d

source: All in One SEO Score between %d and %d
yo: Gbogbo ninu One SEO Score laarin %d ati %d

source: Approved by User
yo: Ti fọwọsi nipasẹ Olumulo

source: Define tasks that require approval by specific users
yo: Ṣe alaye awọn iṣẹ ti o nilo ifọwọsi nipasẹ awọn olumulo pato

source: Approved by %s
yo: Ti fọwọsi nipasẹ %s

source: Approved by specific user
yo: Ti fọwọsi nipasẹ olumulo pato

source: Audio Count
yo: Iye Audio

source: Define tasks that verify total audio in content
yo: Ṣe alaye awọn iṣẹ ti o jẹrisi apapọ ohun ni akoonu

source: Number of audio items in content
yo: Iye awọn ohun ohun afetigbọ ninu akoonu

source: Minimum of %d audio items in content
yo: Minimu ti %d awọn ohun ohun afetigbọ ninu akoonu

source: Maximum of %d audio items in content
yo: Max ti %d awọn ohun ohun ni akoonu

source: %d audio items in content
yo: %d ohun audio ninu akoonu

source: Between %d and %d audio items in content
yo: Larin %d ati %d awọn ohun audio ninu akoonu

source: Featured Image Size Support
yo: Atilẹyin Iwọn Aworan ti a ṣe afihan

source: Define tasks that verify the featured image size
yo: Ṣe alaye awọn iṣẹ ti o jẹrisi iwọn aworan ti a ṣe afihan

source: Featured image height
yo: Iga aworan ti a ṣe afihan

source: Minimum %spx for the featured image height
yo: Minimu %spx fun giga aworan ti a ṣe afihan

source: Maximum %spx for the featured image height
yo: Max %spx fun giga aworan pataki

source: Featured image height of %spx
yo: Iga aworan ti a ṣe afihan ti %spx

source: Featured image height between %spx and %spx
yo: Iga aworan ti a ṣe afihan laarin %spx ati %spx

source: Featured image width
yo: Iwọn aworan ti a ṣe afihan

source: Minimum %spx for the featured image width
yo: Minimu %spx fun iwọn aworan ti a ṣe afihan

source: Maximum %spx for the featured image width
yo: Max %spx fun iwọn aworan pataki

source: Featured image width of %spx
yo: Iwọn aworan ti a ṣe afihan ti %spx

source: Featured image width between %spx and %spx
yo: Iwọn aworan ti a ṣe afihan laarin %spx ati %spx

source: Image Count
yo: Iye Aworan

source: Define tasks that verify total images in content
yo: Ṣe alaye awọn iṣẹ ti o jẹrisi apapọ awọn aworan ni akoonu

source: Number of images in content
yo: Iye awọn aworan ninu akoonu

source: Minimum of %d image in content
yo: Minimu ti %d aworan ninu akoonu

source: Minimum of %d images in content
yo: Minimu ti %d awọn aworan ninu akoonu

source: Maximum of %d image in content
yo: Maximu ti %d aworan ninu akoonu

source: Maximum of %d images in content
yo: Maximu ti %d awọn aworan ninu akoonu

source: %d image in content
yo: %d aworan ninu akoonu

source: %d images in content
yo: %d awọn aworan ninu akoonu

source: Between %d and %d images in content
yo: Larin %d ati %d awọn aworan ninu akoonu

source: Avoid using %s tags in content
yo: Yago fun lilo %s awọn akọle ninu akoonu

source: Avoid heading tags in content
yo: Yago fun awọn akọle ninu akoonu

source: Content should not contain any of the selected heading tags.
yo: Ak conteúdo ko yẹ ki o ni eyikeyi ninu awọn aami akọle ti a yan.

source: No Heading Tags in Content
yo: Ko si awọn aami akọle ninu akoonu

source: Define tasks that verify no prohibited heading tags are in content
yo: Ṣe alaye awọn iṣẹ ti o jẹrisi pe ko si awọn akọle aṣẹ ti a ko gba laaye ninu akoonu

source: Pro Settings
yo: Iṣeto Pro

source: License key:
yo: Bọtini iwe-aṣẹ:

source: Show Checklists column in post lists:
yo: Fi ẹka Checklists han ninu atokọ ifiweranṣẹ:

source: Enable Status Filter:
yo: Mu A filtering ipo ṣiṣẹ:

source: Enable Duplicate Checklists
yo: Mu Awọn Atokọ Ẹda ṣiṣẹ

source: Debug Duplicate Feature:
yo: Ṣiṣe ayẹwo Ẹda ẹya:

source: This allows tasks to be disabled for specific statuses such as "Draft" or "Published".
yo: Eyi gba awọn iṣẹ laaye lati di alailowaya fun awọn ipo kan pato gẹgẹbi "Draft" tabi "Published".

source: This allows users to duplicate existing checklist task.
yo: Eyi gba awọn olumulo laaye lati daakọ iṣẹ atokọ to wa tẹlẹ.

source: Enable debugging tools for duplicate functionality.
yo: Mu awọn irinṣẹ ṣiṣatunkọ ṣiṣẹ fun iṣẹ ṣiṣe ẹda.

source: Add a Checklists column to the Posts screen showing how many requirements are complete.
yo: Fi kolomu Awọn akojọ ayẹwo kun si iboju Awọn ifiweranṣẹ ti o nfihan bi ọpọlọpọ awọn ibeere ti pari.

source: Checklists
yo: Awọn atokọ ayẹwo

source: No checklists
yo: Ko si awọn atokọ ayẹwo

source: Debug Duplicate
yo: Ṣiṣe ayẹwo Ẹda

source: Publish time should be at %s
yo: Àkókò ìtẹ̀jáde yẹ kí ó wà ní %s

source: (not set)
yo: (kò ṣètò)

source: Publish time should be at a specific time
yo: Àkókò ìtẹ̀jáde yẹ kí ó wà ní àkókò tó dájú

source: Publish time should be in the future
yo: Akoko ifiweranṣẹ yẹ ki o wa ni ọjọ iwaju

source: Publish Date / Time
yo: Ọjọ / Akoko Ifiweranṣẹ

source: Combine exact and future publish time checks
yo: Darapọ awọn ayẹwo akoko atẹjade gangan ati iwaju

source: Rank Math SEO Score
yo: Iwọn Rank Math SEO

source: Minimum Rank Math SEO score: %d
yo: Iwọn Rank Math SEO ti o kere ju: %d

source: Maximum Rank Math SEO score: %d
yo: Iwọn Rank Math SEO to pọ ju: %d

source: Exact Rank Math SEO score: %d
yo: Iye Gangan Rank Math SEO: %d

source: Rank Math SEO scores between %d and %d
yo: Rank Math SEO awọn ami laarin %d ati %d

source: Define tasks that verify Rank Math SEO items
yo: Ṣe alaye awọn iṣẹ ti o jẹrisi awọn ohun elo Rank Math SEO

source: Number of video items in content
yo: Iye awọn ohun fidio ninu akoonu

source: Minimum of %d video items in content
yo: Minimu ti %d awọn ohun fidio ninu akoonu

source: Maximum of %d video items in content
yo: Maximu ti %d awọn ohun fidio ninu akoonu

source: %d video items in content
yo: %d awọn ohun fidio ninu akoonu

source: Between %d and %d video items in content
yo: Larin %d ati %d awọn ohun fidio ninu akoonu

source: Video Count
yo: Iye fidio

source: Define tasks that verify total video in content
yo: Ṣe alaye awọn iṣẹ ti o jẹrisi apapọ fidio ni akoonu

source: Check the "Allow backorders?" box
yo: Ṣayẹwo apoti "Ṣe iwọ gba awọn aṣẹ pada?"

source: Allow backorders
yo: Gba laaye awọn aṣẹ pada

source: Allow backorders, but notify
yo: Gba laaye awọn aṣẹ pada, ṣugbọn jẹ ki o mọ

source: Do not allow backorders
yo: Ma ṣe gba laaye awọn aṣẹ pada

source: Do not allow
yo: Ma ṣe gba laaye

source: Allow
yo: Gba laaye

source: Allow, but notify customer
yo: Gba laaye, ṣugbọn jẹ ki onibara mọ

source: Select some products for "Cross-sells"
yo: Yan diẹ ninu awọn ọja fun "Cross-sells"

source: Minimum of %s products for "Cross-sells"
yo: Minimu ti %s awọn ọja fun "Iṣowo kọja"

source: Maximum of %s products for "Cross-sells"
yo: Maximu ti %s awọn ọja fun "Iṣowo kọja"

source: %s products for "Cross-sells"
yo: %s awọn ọja fun "Cross-sells"

source: %s to %s products for "Cross-sells"
yo: %s si %s awọn ọja fun "Cross-sells"

source: Discount for the "Sale price"
yo: Idinku fun "Iye tita"

source: Min %s%% discount for the "Sale price"
yo: Min %s%% ẹdinwo fun "Iye tita"

source: Max %s%% discount for the "Sale price"
yo: Max %s%% ẹdinwo fun "Iye tita"

source: %s%% discount for the "Sale price"
yo: %s%% ẹdinwo fun "Iye tita"

source: %s%% to %s%% discount for the "Sale price"
yo: %s%% si %s%% ẹdinwo fun "Iye tita"

source: Check the "Downloadable" box
yo: Ṣayẹwo apoti "Ti a le gba lati ayelujara"

source: Product image
yo: Aworan ọja

source: Check the "Manage stock?" box
yo: Ṣayẹwo apoti "Ṣakoso iṣura?"

source: Enter a "Regular price"
yo: Tẹ "Iye deede"

source: Enter a "Sale price"
yo: Tẹ "Iye tita"

source: Schedule the "Sale price"
yo: Ṣeto "Iye tita"

source: Enter a "SKU"
yo: Tẹ "SKU"

source: Check the "Sold individually" box
yo: Ṣayẹwo apoti "Ti a ta ni kọọkan"

source: Select some products for "Upsells"
yo: Yan diẹ ninu awọn ọja fun "Upsells"

source: Minimum of %s products for "Upsells"
yo: Iwọn ti o kere ju %s awọn ọja fun "Upsells"

source: Maximum of %s products for "Upsells"
yo: Maximu ti %s awọn ọja fun "Iṣowo oke"

source: %s products for "Upsells"
yo: %s awọn ọja fun "Upsells"

source: %s to %s products for "Upsells"
yo: %s si %s awọn ọja fun "Upsells"

source: Check the "Virtual" box
yo: Ṣayẹwo apoti "Iṣaaju"

source: WooCommerce Support
yo: Atilẹyin WooCommerce

source: Define tasks that must be complete before a WooCommerce product is published
yo: Ṣe alaye awọn iṣẹ ti o gbọdọ pari ṣaaju ki a to tẹjade ọja WooCommerce kan

source: Checklists Pro
yo: Awọn atokọ ayẹwo Pro

source: Exclude Statuses
yo: Yọ awọn ipo kuro

source: Select statuses to exclude
yo: Yan awọn ipo lati yọkuro
